Repository: KDE/kopete
Catalog: po/*/kopete.po
Languages: th

source: I am a fast learner
th: ฉันคือผู้ที่เรียนรู้ได้รวดเร็ว

source: Name
th: ชื่อ

source: Description
th: คำอธิบาย

# 1st message shown to users on first run of Kopete. Please keep the formatting.
source: <h2>Welcome to Kopete</h2><p>Which messaging service do you want to connect to?</p>
th: <h2>ยินดีต้อนรับสู่ Kopete</h2><p>คุณต้องการจะเชื่อมต่อกับบริการข้อความด่วนทันใจตัวใด ?</p>

source: Step Two: Account Information
th: ขั้นที่สอง: ข้อมูลรายละเอียดของบัญชีผู้ใช้

# 2nd message shown to users on first run of Kopete. Please keep the formatting.
source: <h2>Congratulations</h2><p>You have finished configuring the account. You can add more accounts with <i>Settings->Configure</i>. Please click the "Finish" button.</p>
th: <h2>ยินดีด้วย</h2><p>คุณได้ทำการปรับแต่งบัญชีผู้ใช้เรียบร้อยแล้ว ทั้งนี้คุณยังสามารถจะเพิ่มบัญชีผู้ใช้เพิ่มได้อีก โดยเรียกผ่านเมนู <i>ตั้งค่า->ปรับแต่ง</i> โปรดคลิกที่ปุ่ม "เสร็จแล้ว"</p>

source: Cannot load the %1 protocol plugin.
th: ไม่สามารถโหลดส่วนเสริมโพรโทคอล %1 ได้

source: Error While Adding Account
th: เกิดข้อผิดพลาดระหว่างทำการเพิ่มบัญชีผู้ใช้

source: This protocol does not currently support adding accounts.
th: โพรโทคอลนี้ในปัจจุบันยังไม่มีรองรับการเพิ่มบัญชีผู้ใช้ต่าง ๆ

source: Step One: Select Messaging Service
th: ขั้นที่หนึ่ง: เลือกบริการข้อความด่วนทันใจ

source: <h2>Welcome to the Add Account Wizard</h2> <p>Select the messaging service from the list below.</p>
th: <h2>ยินดีต้อนรับสู่ตัวช่วยตั้งค่าบัญชีผู้ใช้</h2> <p>โปรดเลือกบริการรับส่งข้อความด่วนทันใจจากรายการด้านล่างนี้</p>

source: Finished
th: เสร็จสิ้น

source: <h2>Congratulations</h2> <p>You have finished configuring the account. Please click the "Finish" button.</p>
th: <h2>ยินดีด้วย</h2> <p>คุณได้ทำการปรับแต่งบัญชีผู้ใช้เรียบร้อยแล้ว โปรดคลิกที่ปุ่ม "เสร็จสิ้น"</p>

source: Use a custom color for this account
th: ใช้สีที่กำหนดเองกับบัญชีผู้ใช้นี้

source: Use &custom color for account:
th: ใช้สีที่&กำหนดเอง กับบัญชีผู้ใช้:

source: Account custom color selector
th: ตัวเลือกสีที่กำหนดให้บัญชีผู้ใช้เอง

source: Connect right after Finish is pressed
th: ทำการเชื่อมต่อหลังจากกดปุ่ม เสร็จสิ้น

source: If this is checked, the account will be connected right after you clicked on <i>Finished</i>.
th: หากกาเลือกตัวเลือกนี้ จะทำการเชื่อมต่อบัญชีผู้ใช้ให้ หลังจากคุณคลิกที่ปุ่ม <i>เสร็จสิ้น</i>

source: Co&nnect now
th: เชื่อมต่อเ&ดี๋ยวนี้

source: Copy Link Address
th: คัดลอกตำแหน่งเชื่อมโยง

source: Save Conversation
th: จัดเก็บการสนทนา

source: <qt>Could not open <b>%1</b> for writing.</qt>
th: <qt>ไม่สามารถเปิด <b>%1</b> เพื่อทำการเขียนได้</qt>

source: Error While Saving
th: เกิดข้อผิดพลาดระหว่างการจัดเก็บ

source: User Has Left
th: ผู้ใช้ออกจากการสนทนา

source: Chat style could not be found, or is invalid.
th: ไม่พบรูปแบบการพูดคุยหรือมีอยู่แต่ไม่ถูกต้อง

source: Save File as
th: บันทึกแฟ้มเป็น

source: Chat Text Edit Part
th: ส่วนแก้ไขข้อความพูดคุย

source: <qt>You have received a message from <b>%1</b> in the last second. Are you sure you want to clear this chat?</qt>
th: <qt>คุณได้รับข้อความจาก <b>%1</b> ในช่วงไม่กี่วินาทีก่อนนี้ คุณแน่ใจหรือว่า ต้องการจะล้างการสนทนานี้จริง ๆ ?</qt>

source: Unread Message
th: ข้อความที่ยังไม่ได้อ่าน

# @action:button
source: Clear Chat
th: ล้างการสนทนา

source: <qt>You are about to leave the groupchat session <b>%1</b>.<br />You will not receive future messages from this conversation.</qt>
th: <qt>คุณกำลังจะออกจากวาระการสนทนาเป็นกลุ่ม <b>%1</b><br />และคุณจะไม่ได้รับข้อความใด ๆ จากการสนทนานี้อีก</qt>

source: Closing Group Chat
th: ปิดกลุ่มการสนทนา

# @action:button
source: Close Chat
th: ปิดการสนทนา

source: <qt>You have received a message from <b>%1</b> in the last second. Are you sure you want to close this chat?</qt>
th: <qt>คุณได้รับข้อความจาก <b>%1</b> ในช่วงไม่กี่วินาทีก่อนนี้ คุณแน่ใจหรือว่า ต้องการจะปิดการสนทนานี้จริง ๆ ?</qt>

source: You have a message send in progress, which will be aborted if this chat is closed. Are you sure you want to close this chat?
th: คุณมีข้อความที่กำลังอยู่ในระหว่างการส่ง ซึ่งมันจะถูกยุติการส่งหากการสนทนานี้ถูกปิด คุณแน่ใจหรือว่า ต้องการจะปิดการสนทนานี้จริง ๆ ?

source: Message in Transit
th: ข้อความอยู่ระหว่างการส่ง

source: One other person in the chat
th: มีผู้สนทนาด้วย %1 คน

source: %1 is typing a message
th: %1 กำลังพิมพ์ข้อความ

# %1 is a list of names
source: %1 are typing a message
th: %1 กำลังพิมพ์ข้อความ

source: %1 is now known as %2
th: %1 ได้เปลี่ยนชื่อเป็น %2 แล้ว

source: %1 has joined the chat.
th: %1 เข้าร่วมการพูดคุย

source: %1 has left the chat.
th: %1 ออกจากการพูดคุยแล้ว

source: %1 has left the chat (%2).
th: %1 ออกจากการพูดคุยแล้ว (%2)

source: You are now marked as %1.
th: คุณถูกปรับสถานะเป็น %1

source: %2 is now %1.
th: %2 ได้ %1

source: Participants
th: ผู้เข้าร่วม

# @action:button
source: Send
th: ส่ง

# @info:status
source: Ready.
th: พร้อม

source: &Send Message
th: &ส่งข้อความ

source: Send File...
th: ส่งแฟ้ม...

source: Close All Chats
th: ปิดการสนทนาทั้งหมด

source: &Activate Next Active Tab
th: เ&รียกใช้แท็บที่ทำงานอยู่ตัวถัดไป

source: &Activate Next Tab
th: เ&รียกใช้แท็บถัดไป

source: &Activate Previous Tab
th: เ&รียกใช้แท็บก่อนหน้า

source: Nic&k Completion
th: การทำชื่อเ&ล่นให้สมบูรณ์

source: &Detach Chat
th: เลิกแ&นบการสนทนา

source: Close &All But This Tab
th: ปิดการสนทนา&ทั้งหมดยกเว้นแท็บนี้

source: &Move Tab to Window
th: &ย้ายแท็บไปยังหน้าต่าง

source: &Tab Placement
th: การจัดวางแ&ท็บ

source: Previous History
th: ประวัติการใช้ก่อนหน้า

source: Next History
th: ประวัติการใชัถัดไป

source: Automatic Spell Checking
th: ตรวจคำสะกดอัตโนมัติ

source: Show Participants
th: แสดงผู้เข้าร่วม

source: Co&ntacts
th: &ชื่อติดต่อ

source: Toolbar Animation
th: การเคลื่อนไหวของแถบเครื่องมือ

# @info:tooltip
source: Close the current tab
th: ปิดแท็บปัจจุบัน

source: More...
th: เพิ่มเติม...

source: Top
th: ด้านบน

source: Bottom
th: ด้านล่าง

source: Left
th: ชิดด้านซ้าย

source: Right
th: ชิดด้านขวา

source: &Chat
th: การ&สนทนา

source: &Format
th: รู&ปแบบ

source: &Tabs
th: แ&ท็บ

source: &Settings
th: &ตั้งค่า

source: Main Toolbar
th: แถบเครื่องมือหลัก

source: Chat Toolbar
th: แถบเครื่องมือการสนทนา

source: Status
th: สถานะ

source: Format Toolbar
th: แถบเครื่องมือรูปแบบ

source: Text color used when highlighting.
th: สีของข้อความต่าง ๆ ที่ถูกเน้น

source: Background color used when highlighting.
th: สีพื้นหลังของข้อความต่าง ๆ ที่ถูกเน้น

source: Chat text color.
th: ตั้ง&สีตัวอักษรการพูดคุย...

source: Chat background color.
th: สีพื้นหลังการพูดคุย:

source: Chat link color.
th: สีส่วนเชื่อมโยงการพูดคุย

source: Download
th: ดาวน์โหลด

source: Cancel
th: ยกเลิก

source: Play
th: เล่น

source: Save as
th: บันทึกเป็น

source: << Prev
th: << ก่อนหน้า

source: (0) Next >>
th: (0) ถัดไป >>

source: &Set Font...
th: &ตั้งแบบอักษร...

source: Set Text &Color...
th: ตั้ง&สีตัวอักษร...

source: Set &Background Color...
th: ตั้งสี&พื้นหลัง...

source: Spacer for Animation
th: ช่องว่างสำหรับการเคลื่อนไหว

source: (%1) Next >>
th: (%1) ถัดไป >>

source: Cl&ose Chat
th: ปิ&ดการสนทนา

source: Send
th: ส่ง

source: Reply
th: ตอบกลับ

source: Add Smiley
th: เพิ่มภาพสื่ออารมณ์

source: F&ormat
th: รู&ปแบบ

source: &Alignment
th: การจัดตำแห&น่ง

source: Reset Font And Color
th: ตั้งแบบอักษรและสีกลับเป็นค่าปริยาย

source: Modify Account
th: แก้ไขบัญชีผู้ใช้

source: Are you sure you want to remove the account "%1"?
th: คุณต้องการจะลบบัญชีผู้ใช้ "%1" จริงหรือไม่ ?

source: Remove Account
th: ลบบัญชีผู้ใช้

source: Are you sure you want to remove the identity "%1"?
th: คุณแน่ใจว่าต้องการจะลบการแสดงตัว '%1' จริงหรือไม่ ?

source: Remove Identity
th: ลบการแสดงตัว

source: Before removing the identity %1, the following accounts must be assigned to another identity:
th: ก่อนจะทำการลบการแสดงตัว %1, บัญชีผู้ใช้ต่าง ๆ ต่อไปนี้จะต้องถูกกำหนดให้เป็นของการแสดงตัวอื่น ๆ เสียก่อน:

source: Select an identity for the account:
th: เลือกการแสดงตัวสำหรับใช้กับบัญชีผู้ใช้:

source: New Identity
th: การแสดงตัวใหม่

# String used for creating first copy of a named item
source: Copy of %1
th: คัดลอกจาก %1

# String used for creating second and subsequent copies of a named item
source: Copy %1 of %2
th: คัดลอก %1 จาก %2

source: &Add Account...
th: เพิ่มบัญชีผู้ใช้...

source: &Modify Account...
th: แก้ไขบัญชีผู้ใช้...

source: &Remove Account
th: ลบบัญชีผู้ใช้

source: &Switch Identity...
th: สลับการแสดงตัว...

source: Set C&olor...
th: ตั้งค่า&สี...

source: Add &Identity...
th: เพิ่&มการแสดงตัว...

source: &Copy Identity...
th: &คัดลอกการแสดงตัว...

source: M&odify Identity...
th: แก้ไ&ขการแสดงตัว...

source: R&emove Identity
th: &ลบการแสดงตัว

source: Set &Default
th: ตั้งเป็นค่าป&ริยาย

source: Manage Accounts
th: จัดการบัญชีผู้ใช้

source: Account ID
th: ค่าประจำตัวบัญชีผู้ใช้

# second-person command
source: <span style=" font-style:italic;">Check to Include in Global Connection</span>
th: <span style=" font-style:italic;">กาเลือกเพื่อให้รวมไว้ในการเชื่อมต่อรวม</span>

source: <span style=" font-style:italic;">Accounts at the top of the list have highest priority</span>
th: <span style=" font-style:italic;">บัญชีผู้ใช้ที่อยู่ในระดับที่สูงกว่าจะมีระดับความสำคัญที่สูงกว่า</span>

source: Accounts
th: บัญชีผู้ใช้ต่าง ๆ

source: Add a new account
th: เพิ่มบัญชีผู้ใช้ใหม่

source: Remove selected account
th: ลบบัญชีผู้ใช้ที่เลือกไว้

source: Modify selected account
th: แก้ไขบัญชีผู้ใช้ที่เลือกไว้

source: Switch &Identity...
th: สลับการแส&ดงตัว...

source: Set a custom color for this account
th: ใช้สีที่กำหนดเองกับบัญชีผู้ใช้นี้

source: Identities
th: การแสดงตัวต่าง ๆ

source: Add a new identity
th: เพิ่มการแสดงตัวใหม่

source: A&dd Identity...
th: เพิ่&มการแสดงตัว...

source: Create a new identity based on an existing one
th: สร้างการแสดงตัวใหม่ โดยใช้ตัวที่มีอยู่แล้วเป็นแม่แบบ

source: Remove selected identity
th: ลบการแสดงตัวที่เลือกไว้

source: R&emove
th: &ลบ

source: Modify selected identity
th: แก้ไขการแสดงตัวที่เลือกไว้

source: Let you edit the account's properties.
th: ให้คุณได้แก้ไขคุณสมบัติของบัญชีผู้ใช้

source: Set the selected identity as default identity
th: ตั้งการแสดงตัวตัวที่เลือกไว้ให้เป็นการแสดงตัวปริยาย

source: &Set Default
th: &ตั้งเป็นค่าปริยาย

source: Contact List
th: รายการรายชื่อติดต่อ

source: Colors && Fonts
th: สีและแบบอักษร

source: Advanced
th: เพิ่มเติม

source: Layout
th: การจัดวาง

source: Contact List Advanced
th: รายการรายชื่อติดต่อขั้นสูง

source: Contact List Animations
th: การเคลื่อนไหวต่าง ๆ ของรายการชื่อติดต่อ

source: A&nimate changes to contact list items
th: เคลื่อ&นไหว เมื่อรายการรายชื่อติดต่อเปลี่ยนแปลง

source: Fade in / out contacts as the&y appear / disappear
th: รายชื่อติดต่อ ค่อย ๆ ชัด/ค่อย ๆ จาง เมื่อ&พวกเขา ปรากฎตัว/ไม่ปรากฎตัว

source: Fo&ld in / out contacts as they appear / disappear
th: พั&บ/คลี่ รายชื่อติดต่อ เมื่อพวกเขา ปรากฎตัว/ไม่ปรากฎตัว

source: Contact List Auto-Hide
th: ซ่อนรายการรายชื่อติดต่ออัตโนมัติ

source: A&uto-hide contact list
th: ซ่อ&นรายการรายชื่อติดต่ออัตโนมัติ

source: Auto-hide vertical &scrollbar
th: ซ่อนแ&ถบเลื่อนทางแนวตั้งอัตโนมัติ

source: The timeout value for both contact list and scrollbar auto-hiding.
th: ช่วงเวลารอก่อนที่ทั้งรายการรายชื่อติดต่อและแถบเลื่อนจะถูกซ่อนโดยอัตโนมัติ

source: Sec
th: วินาที

source: after the cursor leaves the window
th: หลังจากที่เคลื่อนเคอร์เซอร์ออกจากหน้าต่าง

source: &Automatically resize contact list window to fit number of contacts onscreen
th: ปรับขนาดหน้าต่างรายการรายชื่อติดต่อให้พอดีกับจำนวนของรายชื่อติดต่อที่มีอยู่โดย&อัตโนมัติ

source: Anchor resizing at &top
th: ปักสมอการปรับขนาดด้านบน

source: Anchor resizing at &bottom
th: ปักสมอการปรับขนาดด้านล่าง

source: C&ustom Fonts
th: กำหนดเองแบบอักษร

source: Base font:
th: แบบอักษรฐาน:

source: Small font:
th: แบบอักษรตัวเล็ก:

source: Colors
th: สีต่าง ๆ

source: Tint &idle contacts:
th: แต้มสีรายชื่อติดต่อที่&ว่างจากการใช้งาน:

source: &Group names:
th: ชื่อ&กลุ่ม:

source: Contact List Appearance
th: การปรากฎของรายการรายชื่อติดต่อ

source: Group sorting:
th: การเรียงลำดับของกลุ่ม:

source: Manual
th: กำหนดเอง

source: Contact sorting:
th: การเรียงลำดับของรายชื่อติดต่อ:

source: Use contact photos &when available
th: ใช้รูป&ภาพจากรายชื่อติดต่อ หากรายชื่อติดต่อนั้นกำหนดไว้

source: Borders
th: กรอบ

source: Rounded corners
th: กรอบมุมมน

source: Arrange metacontacts by &group
th: จัดเรียงคำกำกับรายชื่อติดต่อตาม&กลุ่ม

source: Show tree &branch lines
th: แสดงเส้นของ&ผังต้นไม้

source: In&dent contacts
th: ปรับเยื้องรายชื่อติดต่อ

source: <b>Always</b> disables the vertical scrollbar
th: ไม่ให้แสดงแถบเลื่อนทางแนวตั้ง<b>เสมอ</b>

source: &Hide vertical scrollbar
th: ซ่อนแถ&บเลื่อนทางแนวตั้ง

source: Show identities in status bar instead of accounts
th: แสดงการแสดงตัวต่าง ๆ ไว้ในแถบสถานะ แทนการแสดงบัญชีผู้ใช้ต่าง ๆ

source: Change &Tooltip Contents...
th: เปลี่ยนเนื้อหาของ&ทูลทิป...

source: Show Icon
th: แสดงไอคอน

source: Layout name:
th: ชื่อของรูปแบบการจัดวาง:

source: Remove
th: ลบ

source: Preview
th: แสดงภาพตัวอย่าง

source: Optimal width
th: ความกว้างที่เหมาะสม

source: Small
th: เล็ก

source: Bold
th: ตัวหนา

source: Italic
th: ตัวเอียง

source: Center
th: จัดกึ่งกลาง

source: Alignment
th: การจัดตำแหน่ง

source: Width
th: ความกว้าง

source: Tooltip Editor
th: แก้ไขหน้าต่างผุด

source: Use this arrow to reorder the items in the list.
th: ใช้ลูกศรนี้เพื่อจัดเรียงลำดับรายการในช่องรายการใหม่

source: Use this arrows to add or remove items to your contact tooltips.
th: ใช้ลูกศรนี้เพื่อเพิ่มหรือเอารายการออกจากทูลทิปของรายชื่อติดต่อของคุณ

source: Using the arrow buttons, put on the right the items you want to see in the contact tooltips. You can then sort them.
th: ใช้ปุ่มลูกศร แล้วเลือกรายการที่ต้องการมาไว้ทางช่องรายการด้านขวามือหากต้องการจะเห็นในหน้าต่างผุดของรายชื่อติดต่อ และคุณยังสามารถเรียงลำดับมันได้ด้วย

source: <b>Here you can customize the contact tooltips</b>
th: <b>คุณสามารถปรับแต่งหน้าต่างผุดของรายชื่อติดต่อได้ที่นี่</b>

source: Execute
th: ประมวลผล

source: Video
th: วิดีโอ

source: Device
th: อุปกรณ์

source: Device:
th: อุปกรณ์:

source: Input:
th: ข้อมูลเข้า:

# Label of a combo box containing video standards like PAL-B, NTSC-M, etc
source: Standard:
th: มาตรฐาน:

source: Select the device to take video input from
th: เลือกอุปกรณ์ที่จะรับภาพวิดีโอเข้ามา

source: Select from multiple inputs provided by some devices
th: เลือกจากข้อมูลเข้าหลายส่วนที่ส่งมาโดยอุปกรณ์บางตัว

source: Select the video standard to use
th: เลือกมาตรฐานวิดีโอที่ต้องการใช้

source: Sliders
th: แถบเลื่อน

source: Optio&ns
th: ตัวเ&ลือก

source: Actions
th: การกระทำ

source: &General
th: ค่า&ทั่วไป

source: &Events
th: เห&ตุการณ์

source: A&way Settings
th: ตั้งค่าเ&มื่อไม่อยู่

source: Cha&t
th: การ&สนทนา

source: Auto Away
th: ปรับสถานะไม่อยู่โดยอัตโนมัติ

source: &Use auto away
th: ใ&ช้การปรับสถานะไม่อยู่โดยอัตโนมัติ

source: Become away after
th: ปรับเป็นสถานะไม่อยู่เมื่อไม่ได้ใช้งานนาน

source: minutes of inactivity
th: นาที

source: Become available when detecting activity again
th: ปรับกลับมาเป็นสถานะอยู่ในสายเช่นเดิม เมื่อตรวจสอบพบว่ามีการใช้งานอีกครั้ง

source: Confirm before becoming available
th: ถามยืนยันก่อนปรับกลับมาเป็นสถานะอยู่ในสายเช่นเดิม

source: Auto Away Message
th: ข้อความแจ้งว่าไม่อยู่โดยอัตโนมัติ

source: Display the &last away message used
th: แสดงข้อความแจ้งการไม่อยู่ที่ใช้ไปล่าสุด

source: Display the &following away message:
th: แสดงข้อความแจ้งการไม่อยู่ต่อไปนี้:

source: Title:
th: ชื่อเรื่อง:

source: Message:
th: ข้อความ:

source: Chat
th: สนทนา

source: Show events in chat &window
th: แสดงเหตุการณ์ในหน้าต่างพูดคุยด้วย

source: High&light messages containing your nickname
th: ทำการเน้นข้อความที่มีชื่อเล่นของคุณอยู่ในข้อความด้วย

source: E&nable automatic spell checking by default
th: เปิดใช้การตรว&จคำสะกดอัตโนมัติโดยปริยาย

source: E&nable rich text by default
th: เปิ&ดใช้งาน Rich text โดยปริยาย

source: &Always show tabs
th: แสดงแท็บเสมอ

source: &Interface Preference
th: ปรับตั้งส่วนติดต่อ

source: Chat Window Grouping &Policy
th: นโยบายการจัดกลุ่มของหน้าต่างสนทนา

source: Every chat will have its own window.
th: การสนทนาทั้งหมดแต่ละตัว มีหน้าต่างสนทนาเป็นของตัวเอง

source: Open All Messages in New Chat Window
th: เปิดข้อความทั้งหมดในหน้าต่างสนทนาหน้าต่างใหม่

source: Group Messages From Same Account in Same Chat Window
th: จัดกลุ่มข้อความที่มาจากบัญชีผู้ใช้เดียวกันในหน้าต่างสนทนาตัวเดียวกัน

source: Group All Messages in Same Chat Window
th: จัดกลุ่มข้อความทั้งหมดไว้ในหน้าต่างสนทนาตัวเดียวกัน

source: Group Messages From Contacts in Same Group in Same Chat Window
th: จัดกลุ่มข้อความจากรายชื่อติดต่อในกลุ่มเดียวกัน ไว้ในหน้าต่างสนทนาตัวเดียวกัน

source: Group Messages From Same Metacontact in Same Chat Window
th: จัดกลุ่มข้อความจากข้อมูลกำกับรายชื่อติดต่อเดียวกัน ไว้ในหน้าต่างสนทนาตัวเดียวกัน

source: Show message dates
th: แสดงวันที่ของข้อความต่าง ๆ

source: &Truncate contact name with more characters than:
th: ตัดชื่อติดต่อให้สั้นลงหากชื่อติดต่อมีตัวอักษรเกินกว่า:

source: Limit the maximum number of lines visible in a chat window to improve speed for complex layouts.
th: จำกัดจำนวนของบรรทัดที่จะเห็นในหน้าต่างสนทนา เพื่อเพิ่มความเร็วในการแสดงผล

source: Ma&ximum number of chat window lines:
th: จำนวนสูงสุดของบรรทัดการสนทนาในหน้าต่างสนทนา:

source: Events
th: เหตุการณ์

source: Notifications
th: การแจ้งให้ทราบ

source: Animate the system tray icon on an incoming message
th: เคลื่อนไหวไอคอนบนถาดระบบเมื่อมีข้อความกำลังเข้ามาใหม่

source: Animate the system tray icon whenever a message comes in.
th: เคลื่อนไหวไอคอนบนถาดระบบทุกครั้งที่มีข้อความเข้ามา

source: Animate s&ystem tray icon
th: เคลื่อนไหวไอคอนบนถาด&ระบบ

source: Left mouse click on flashing system tray opens message instead of restoring/minimizing contact list
th: การคลิกเมาส์ปุ่มซ้ายบนไอคอนที่กระพริบอยู่ จะเป็นการเปิดหน้าต่างสนทนาเพื่อแสดงข้อความทันที

source: &Left mouse click opens message
th: คลิกเมาส์ปุ่มซ้ายเปิดข้อความ

source: Animate the contact list or the system tray icon on an incoming message with open chat
th: เคลื่อนไหวรายการรายชื่อติดต่อ หรือไอคอนบนถาดระบบ เมื่อมีข้อความของการสนทนาที่เปิดอยู่ กำลังเข้ามาใหม่

source: Animate on message with open chat
th: เคลื่อนไหวข้อความกับการสนทนาที่เปิดอยู่

source: Use a single notification for messages from the same sender
th: ใช้การแจ้งให้ทราบเพียงตัวเดียวสำหรับแสดงข้อความต่าง ๆ ที่ได้รับมาจากผู้ส่งคนเดียวกัน

source: The "Ignore" button of the new message popup closes the chat window for the sender
th: การคลิกปุ่ม "เพิกเฉย" ของกรอบแจ้งข้อความ จะเป็นการปิดหน้าต่างการสนทนาของผู้ส่ง

source: If there is already a chat window opened for the sender of the message displayed in the new message popup the "Ignore" button will close this chat window.
th: หากมีการเปิดหน้าต่างสนทนาของผู้ส่งข้อความที่แสดงในกรอบข้อความผุดอยู่ การกดปุ่ม "เพิกเฉย" จะเป็นการปิดหน้าต่างสนทนาดังกล่าว

source: Button "I&gnore" in new message popups closes chat
th: กดปุ่ม "เพิกเฉย" ในกรอบข้อความผุด เพื่อปิดการสนทนา

source: Notify only highlighted messages in group chats
th: แจ้งให้ทราบเฉพาะข้อความที่มีการเน้นในการสนทนาเป็นกลุ่มเท่านั้น

source: In very active group chats, important messages can be singled out by preventing notifications for non-highlighted messages.
th: ในการสนทนาเป็นกลุ่มที่มีการสนทนากันมาก ๆ นั้น ข้อความที่สำคัญต่าง ๆ จะสามารถจะแยกออกมาเป็นข้อความเดี่ยว โดยจะไม่รวมเข้ากับข้อความที่ไม่มีการเน้นจากการแจ้งให้ทราบได้

source: Exclude non-&highlighted messages in group chats
th: ไม่รวมข้อความที่ไม่มีการเ&น้นไว้ในการสนทนาเป็นกลุ่ม

source: Treat all chats on the current des&ktop like active chats
th: ปฏิบัติกับการสนทนาทั้หมดบน&พื้นที่ทำงานปัจจุบันให้เป็นเช่นเดียวกับการสนทนาที่กำลังใช้อยู่

source: Miscellaneous
th: เบ็ดเตล็ด

source: Enable events if your account status is "Away"
th: เปิดใช้เหตุการณ์หากสถานะบัญชีผู้ใช้ของคุณถูกตั้งเป็น "ไม่อยู่"

source: Enable notification events even if your account status is "Away" or less available, e.g. "Not Available" or "Do not Disturb". Note: This does not affect the flashing of the system tray icon.
th: เปิดการแจ้งให้ทราบถึงเหตุการณ์ หากบัญชีผู้ใช้ของคุณถูกตั้งเป็น "ไม่อยู่" หรือใกล้เคียง เช่น "ไม่มีอยู่" หรือ "ห้ามรบกวน" เป็นต้น; ข้อควรทราบ: ส่วนนี้จะไม่ส่งผลกระทบกับการกระพริบของไอคอนบนถาดระบบ

source: E&nable events while away
th: เปิ&ดใช้เหตุการณ์ระหว่างที่ไม่อยู่

source: Switch to the desktop which contains the chat window for the sender when opening his/her message
th: สลับไปยังพื้นที่ทำงานที่มีหน้าต่างสนทนากับผู้ส่งอยู่ เมื่อมีการเปิดข้อความของเขา

source: If there is already a chat window open for the sender of the message, opening his/her message will cause a switch to the desktop which contains this chat window.
th: หากมีการเปิดหน้าต่างสนทนากับผู้ส่งข้อความอยู่แล้ว การเปิดข้อความที่มาจากผู้ส่งนั้น จะเป็นการสลับไปยังพื้นที่ทำงานที่บรรจุหน้าต่างสนทนาดังกล่าวอยู่

source: Switch &to desktop containing chat on opening message
th: สลับไป&ยังพื้นที่ทำงานที่มีหน้าต่างพูดคุยอยู่เมื่อมีการเปิดข้อความ

source: Raise the chat window/tab on an incoming message
th: ปรับให้หน้าต่างมาอยู่เหนือหน้าต่างอื่นเมื่อมีข้อความที่ได้รับเข้ามา

source: If there is already a chat window opened for the sender of an incoming message this window will be put on the current desktop and in front of all other windows.
th: หากมีการเปิดหน้าต่างสนทนากับผู้ส่งข้อความของข้อความที่ได้รับเข้ามาอยู่แล้ว จะมีการสลับให้หน้าต่างสนทนาดังกล่าว มาทำงานอยู่เหนือหน้าต่างอื่นทั้งหมด บนพื้นที่ทำงานปัจจุบัน

source: &Raise window on incoming message
th: ปรับให้หน้าต่างมาอยู่เห&นือหน้าต่างอื่นเมื่อมีข้อความที่ได้รับเข้ามา

source: General
th: ค่าทั่วไป

source: System Tray
th: ไอคอนบนถาดระบบ

source: Show the icon in the system tray
th: แสดงไอคอนบนถาดระบบ

source: By default, the system tray icon indicates new incoming messages using an animation. A left or middle mouse click on the icon will open the message in a new chat window. Pressing the "View" button in the notification popup has the same effect.
th: โดยทั่วไปแล้ว ไอคอนบนถาดระบบจะใช้แสดงสถานะว่ามีข้อความใหม่เข้ามา โดยการกระพริบและแสดงกรอบข้อความผุดให้ทราบ การคลิกเมาส์ปุ่มซ้ายหรือปุ่มขวา บนไอคอนจะเป็นการเปิดข้อความในหน้าต่างสนทนาหน้าต่างใหม่ การกดปุ่ม "แสดง" ในกรอบข้อความผุดก็จะให้ผลแบบเดียวกัน

source: Show system &tray icon
th: แสดงไอคอนบนถาดระบบ

source: Start with the main window minimized to the system tray
th: เริ่มการทำงานโดยย่อหน้าต่างหลักหาย และไปแสดงยังถาดระบบ

source: Start with the main window hidden. The only visible item is the system tray icon.
th: เริ่มการทำงานโดยซ่อนหน้าต่างหลัก สิ่งที่เห็นได้จะมีเพียงไอคอนบนถาดระบบเท่านั้น

source: Start &with hidden main window
th: เริ่มการทำงานโดยซ่อนหน้าต่างหลัก

source: Message Handling
th: การจัดการข้อความ

source: Instantly open incoming messages
th: เปิดข้อความที่เข้ามาใหม่ทันที

source: If there is no chat window open, a new message arriving will cause a new window to open. If there is already a chat window opened for that sender, the message will immediately be displayed there.
th: หากยังไม่เปิดหน้าต่างพูดคุยอยู่ เมื่อมีข้อความใหม่เข้ามาจะทำให้มีการเปิดหน้าต่างใหม่ขึ้นมาให้ หากเปิดหน้าต่างพูดคุยกับผู้ส่งข้อความไว้อยู่ก่อนแล้ว ข้อความนั้นจะถูกแสดงในทันที

source: Open messages instantl&y
th: เปิดข้อความที่เข้ามาใหม่ทันที

source: Use a message queue to store incoming messages
th: ใช้คิวข้อความเพื่อเก็บข้อความที่ได้รับเข้ามาไว้ก่อน

source: Store new incoming messages in a message queue. New messages are messages that cannot be displayed in an already open chat window. Only queued messages trigger notification via chat window and system tray icon animations.
th: เก็บข้อความใหม่ที่ได้รับเข้ามาในคิวของข้อความ ข้อความใหม่ที่ว่าคือ ข้อความที่ไม่สามารถจะแสดงได้ในหน้าต่างพูดคุยที่เปิดอยู่ เฉพาะข้อความที่อยู่ในคิว เท่านั้นที่จะถูกแจ้งให้ทราบได้ทางหน้าต่างพูดคุยและการกระพริบไอคอนที่ถาดระบบ

source: Use message &queue
th: ใช้คิวข้อความ

source: Also add unread messages to queue
th: ให้เพิ่มข้อความที่ยังไม่ได้อ่านไปยังคิวด้วย

source: Queue unrea&d messages
th: เก็บข้อความที่ยังไม่ได้อ่านไว้ในคิว/กองของข้อความ

source: Initial Status
th: สถานะการเตรียมการทำงาน
