Repository: KDE/kopete
Catalog: po/*/kopete.po
Languages: th

source: <b>Private OTR session started.</b>
th: <b>วาระ OTR ส่วนตัวเริ่มต้นแล้ว</b>

source: <b>Unverified OTR session started.</b>
th: <b>วาระ OTR ที่ยังไม่มีการตรวจความถูกต้องได้เริ่มขึ้นแล้ว</b>

source: <b>OTR Session ended. Note that the conversation is now insecure.</b>
th: <b>วาระ OTR สิ้นสุดแล้ว โปรดทราบว่า การสนทนาตอนนี้ไม่ปลอดภัยแล้ว</b>

source: <b>OTR connection refreshed successfully.</b>
th: <b>ปรับปรุงการเชื่อมต่อ OTR ใหม่อีกครั้งเสร็จสิ้นแล้ว</b>

source: Authentication with <b>%1</b> successful. The conversation is now secure.
th: ทำการตรวจสอบสิทธิ์กับ <b>%1</b> เสร็จสมบูรณ์แล้ว การสนทนาปลอดภัยแล้วในตอนนี้

source: Authentication with <b>%1</b> failed. The conversation is now insecure.
th: การตรวจสอบสิทธิ์กับ <b>%1</b> ล้มเหลว การสนทนาไม่ปลอดภัยในตอนนี้

source: <b>%1</b> has ended the OTR session. You should do the same.
th: <b>%1</b> ได้สิ้นสุดวาระ OTR คุณก็ควรจะทำเช่นเดียวกัน

source: An error occurred while encrypting the message.
th: เกิดข้อผิดพลาดระหว่างทำการเข้ารหัสข้อความ

source: Terminating OTR session.
th: กำลังยุติวาระ OTR

source: <b>Authentication aborted. Note that the conversation is now insecure.</b>
th: <b>การตรวจสอบสิทธิ์ถูกยุติ โปรดทราบว่าการสนทนาไม่ปลอดภัยแล้วในตอนนี้</b>

source: <b>Authenticating contact...</b>
th: <b>กำลังตรวจสอบสิทธิ์ของชื่อติดต่อ...</b>

# @info
source: No fingerprint present.
th: ไม่พบอัตลักษณ์ใด ๆ

# @item:intable Fingerprint was never used
source: Unused
th: ไม่ได้ใช้

# @item:intable Fingerprint is used in a private conversation
source: Private
th: ส่วนตัว

# @item:intable Fingerprint is used in an unverified conversation
source: Unverified
th: ยังไม่ตรวจสอบ

# @item:intable Private conversation finished
source: Finished
th: เสร็จสิ้น

# @item:intable Conversation is not private
source: Not Private
th: ไม่เป็นส่วนตัว

# @item:intable The fingerprint is trusted
source: Yes
th: ใช่

# @item:intable The fingerprint is not trusted
source: No
th: ไม่ใช่

# @item:inmenu
source: &OTR Policy
th: &นโยบายของ OTR

# @item:inmenu Use the default encryption mode specified in settings dialog
source: &Default
th: ค่าป&ริยาย

# @item:inmenu Always encrypt messages
source: Al&ways
th: เ&สมอ

# @item:inmenu Use the opportunistic encryption mode
source: &Opportunistic
th: เมื่&อมีโอกาส

# @item:inmenu Use the manual encryption mode
source: &Manual
th: &ด้วยตนเอง

# @item:inmenu Never encrypt messages
source: Ne&ver
th: ไ&ม่ต้องเลย

# @info:status
source: Your policy settings do not allow encrypted sessions to this contact.
th: การตั้งค่านโยบายของคุณ ไม่อนุญาตให้ทำการเข้ารหัสวาระกับชื่อติดต่อนี้

# @info:status
source: Attempting to refresh the OTR session with <b>%1</b>...
th: กำลังพยายามปรับปรุงวาระ OTR กับ <b>%1</b>...

# @info:status
source: Attempting to start a private OTR session with <b>%1</b>...
th: กำลังพยายามเริ่มวาระ OTR ส่วนตัวกับ <b>%1</b>...

source: Selected account already has a key. Do you want to create a new one?
th: ได้ทำการเลือกบัญชีผู้ใช้ที่มีกุญแจอยู่แล้ว คุณต้องการจะสร้างมันขึ้นมาใหม่หรือไม่ ?

source: Overwrite key?
th: เขียนทับกุญแจหรือไม่ ?

source: Please contact %1 via another secure way and verify that the following fingerprint is correct:
th: โปรดทำการติดต่อ %1 ผ่านทางช่องทางอื่น ๆ ที่ปลอดภัย และทำการตรวจสอบเพื่อยืนยันว่า อัตลักษณ์ต่อไปนี้ถูกต้องหรือไม่:

source: Are you sure you want to trust this fingerprint?
th: คุณแน่ใจหรือว่าต้องการจะเชื่อใจอัตลักษณ์นี้ ?

source: Verify fingerprint
th: ตรวจสอบอัตลักษณ์

source: OTR Plugin Preferences
th: ปรับแต่งส่วนเสริม OTR

source: Private Keys
th: กุญแจส่วนตัว

source: Account:
th: บัญชีผู้ใช้:

source: &Generate
th: &สร้าง

source: Fingerprint:
th: อัตลักษณ์:

source: No Fingerprint
th: ไม่มีอัตลักษณ์

source: Default OTR Policy
th: นโยบายปริยายของ OTR

source: Always encrypt messages
th: เข้ารหัสข้อความเสมอ

source: Al&ways
th: เส&มอ

source: &Manual
th: ปรับเลือกเ&อง

source: Encrypt messages automatically if the other side supports OTR
th: เข้ารหัสข้อความต่าง ๆ อัตโนมัติ หากอีกด้านหนึ่งร้องขอเชื่อมต่อมาแบบ OTR

source: &Opportunistic
th: เ&มื่อมีโอกาส

source: Never encrypt messages
th: ไม่ต้องเข้ารหัสข้อความต่าง ๆ

source: Ne&ver
th: ไ&ม่ต้องเลย

source: K&nown Fingerprints
th: อัตลักษณ์ต่าง ๆ ที่&รู้จัก

source: Contact ID
th: ค่าประจำตัวชื่อติดต่อ

source: Verified
th: ตรวจความถูกต้องแล้ว

source: Fingerprint
th: อัตลักษณ์

source: Protocol
th: โพรโทคอล

source: &Verify Fingerprint
th: &ตรวจสอบอัตลักษณ์

source: F&orget Fingerprint
th: ลื&มอัตลักษณ์

source: Please wait
th: โปรดรอสักครู่

source: Please Wait
th: โปรดรอสักครู่

source: Please wait while generating the private key
th: โปรดรอระหว่างกำลังทำการสร้างกุญแจส่วนตัว

# adjective decribing instant message directions inbound and outbound
source: Both Directions
th: ทั้งสองทิศทาง

source: HTML Message Body
th: เนื้อหาข้อความ HTML

source: Plain Text Message Body
th: เนื้อหาข้อความธรรมดา

source: Kopete Message XML
th: XML ของข้อความ Kopete

source: Path
th: พาธ

source: Direction
th: ทิศทาง

source: Pipe Contents
th: เนื้อหาการไปป์

source: Select Program or Script to Pipe Messages Through
th: เลือกโปรแกรมหรือสคริปต์ที่จะให้ข้อความผ่านไปป์

# verb
source: &Add...
th: เ&พิ่ม...

# verb
source: &Remove
th: เอา&ออก

source: Specify another contact:
th: กำหนดชื่่อติดต่ออื่น ๆ:

source: Allow everyone to send you messages, except the contacts on the blacklist.
th: อนุญาตข้อความทั้งหมด ยกเว้นข้อความจากชื่อติดต่อที่อยู่ในบัญชีดำ

source: Contacts on the whitelist.
th: ชื่อติดต่อที่ไม่อยู่ในรายการบัญชีดำ

source: Contacts on the blacklist.
th: ชื่อติดต่อที่อยู่ในรายการบัญชีดำ

source: Drop messages that contain at least one of the following words.
th: บล็อคข้อความที่มีคำใดคำหนึ่งต่อไปนี้

source: Words to look for.
th: คำที่หาอยู่

source: Drop messages that contain all of the following words.
th: บล็อคข้อความที่มีคำต่อไปนี้ทั้งหมด

source: Filter by Sender
th: กรองตามผู้ส่ง

source: Allow messages only from contacts on the whitelist
th: อนุญาตข้อความเฉพาะที่มาจากชื่อติดต่อที่ไม่อยู่ในรายการบัญชีดำ

source: Blacklist:
th: บัญชีดำ:

source: Allow all messages
th: อนุญาตข้อความทั้งหมด

source: Allow messages only from contacts on my contact list
th: อนุญาตข้อความเฉพาะจากผู้ส่งที่อยู่ในรายการชื่อติดต่อของฉันเท่านั้น

source: Allow all messages but messages from contacts on the blacklist
th: อนุญาตข้อความทั้งหมด ยกเว้นข้อความจากชื่อติดต่อที่อยู่ในบัญชีดำ

source: Whitelist:
th: ชื่อติดต่อปกติ:

source: Filter by Content (separate multiple words by commas)
th: กรองตามเนื้อหา (แยกคำหลาย ๆ คำด้วยจุลภาค)

source: Drop messages that contain all of the following words:
th: บล็อคข้อความที่มีคำต่อไปนี้ทั้งหมด:

source: Drop messages that contain at least one of the following words:
th: บล็อคข้อความที่มีคำใดคำหนึ่งต่อไปนี้:

source: Add to WhiteList
th: เพิ่มไปยังรายการที่อนุญาต

source: Add to BlackList
th: เพิ่มไปยังรายการที่ไม่อนุญาต

source: A message from %1 was dropped, because this contact is not on your whitelist.
th: ข้อความจาก %1 ถูกบล็อคไว้ เนื่องจากชื่อติดต่อนี้ไม่ได้อยู่ในรายการที่อนุญาตของคุณ

source: A message from %1 was dropped, because this contact is on your blacklist.
th: ข้อความจาก %1 ถูกบล็อคไว้ เนื่องจากชื่อติดต่อนี้อยู่ในรายการที่ไม่อนุญาตของคุณ

source: A message from %1 was dropped, because this contact is not on your contact list.
th: ข้อความจาก %1 ถูกบล็อคไว้ เนื่องจากชื่อติดต่อนี้ไม่ได้อยู่ในรายชื่อติดต่อของคุณ

source: A message from %1 was dropped, because it contained a blacklisted word.
th: ข้อความจาก %1 ถูกบล็อคไว้ เนื่องจากมีคำที่เป็นคำที่ห้ามใช้อยู่

source: A message from %1 was dropped, because it contained blacklisted words.
th: ข้อความจาก %1 ถูกบล็อคไว้ เนื่องจากมีหลายคำที่เป็นคำที่ห้ามใช้อยู่

source: Add Contact to Whitelist
th: เพิ่มชื่อติดต่อไปยังรายการที่อนุญาต

source: Add Contact to Blacklist
th: เพิ่มชื่อติดต่อไปยังรายการไม่อนุญาต

source: Privacy
th: ความเป็นส่วนตัว

source: Statistics for %1
th: สถิติของ %1

source: Key: <font color="%1">Online</font> <font color="%2">Away</font> <font color="%3">Offline</font>
th: Key: <font color="%1">เชื่อมต่อ</font> <font color="%2">ไม่อยู่</font> <font color="%3">ไม่ได้เชื่อมต่อ</font>

source: <h1>Statistics for %1</h1>
th: <h1>สถิติของ %1</h1>

source: <div class="statgroup"><b><a href="main:generalinfo" title="General summary view">General</a></b><br><span title="Select the day or month for which you want to view statistics"><b>Days: </b><a href="dayofweek:1">Monday</a>&nbsp;<a href="dayofweek:2">Tuesday</a>&nbsp;<a href="dayofweek:3">Wednesday</a>&nbsp;<a href="dayofweek:4">Thursday</a>&nbsp;<a href="dayofweek:5">Friday</a>&nbsp;<a href="dayofweek:6">Saturday</a>&nbsp;<a href="dayofweek:7">Sunday</a><br><b>Months: </b><a href="monthofyear:1">January</a>&nbsp;<a href="monthofyear:2">February</a>&nbsp;<a href="monthofyear:3">March</a>&nbsp;<a href="monthofyear:4">April</a>&nbsp;<a href="monthofyear:5">May</a>&nbsp;<a href="monthofyear:6">June</a>&nbsp;<a href="monthofyear:7">July</a>&nbsp;<a href="monthofyear:8">August</a>&nbsp;<a href="monthofyear:9">September</a>&nbsp;<a href="monthofyear:10">October</a>&nbsp;<a href="monthofyear:11">November</a>&nbsp;<a href="monthofyear:12">December</a>&nbsp;</span></div><br>
th: <div class="statgroup"><b><a href="main:generalinfo" title="แสดงภาพรวม ">ค่าทั่วไป</a></b><br><span title="เลือกวันหรือเดือนที่คุณต้องการดูสถิติ"><b>วัน: </b><a href="dayofweek:1">จันทร์</a>&nbsp;<a href="dayofweek:2">อังคาร</a>&nbsp;<a href="dayofweek:3">พุธ</a>&nbsp;<a href="dayofweek:4">พฤหัสบดี</a>&nbsp;<a href="dayofweek:5">ศุกร์</a>&nbsp;<a href="dayofweek:6">เสาร์</a>&nbsp;<a href="dayofweek:7">อาทิตย์</a><br><b>เดือน: </b><a href="monthofyear:1">มกราคม</a>&nbsp;<a href="monthofyear:2">กุมภาพันธ์</a>&nbsp;<a href="monthofyear:3">มีนาคม</a>&nbsp;<a href="monthofyear:4">เมษายน</a>&nbsp;<a href="monthofyear:5">พฤษภาคม</a>&nbsp;<a href="monthofyear:6">มิถุนายน</a>&nbsp;<a href="monthofyear:7">กรกฎาคม</a>&nbsp;<a href="monthofyear:8">สิงหาคม</a>&nbsp;<a href="monthofyear:9">กันยายน</a>&nbsp;<a href="monthofyear:10">ตุลาคม</a>&nbsp;<a href="monthofyear:11">พฤศจิกายน</a>&nbsp;<a href="monthofyear:12">ธันวาคม</a>&nbsp;</span></div><br>

source: <div class="statgroup" title="Contact status history for today"><h2>Today</h2><table width="100%"><tr><td>Status</td><td>From</td><td>To</td></tr>
th: <div class="statgroup" title="ประวัติสถานะของชื่อติดต่อในวันนี้"><h2>วันนี้</h2><table width="100%"><tr><td>สถานะ</td><td>ตั้งแต่</td><td>ถึง</td></tr>

source: General information
th: ข้อมูลทั่วไป

source: <b>Average message length:</b> %1 character<br>
th: <b>ความยาวเฉลี่ยของข้อความ :</b> %1 ตัวอักษร<br>

source: <b>Time between two messages:</b> %1 second
th: <b>เวลาห่างระหว่างข้อความสองข้อความ : </b> %1 วินาที

source: <b title="The last time you talked with %1">Last talk :</b> %2<br>
th: <b title="เวลาล่าสุดที่คุณได้คุยกับ %1">คุยครั้งล่าสุดเมื่อ :</b> %2<br>

source: <b title="The last time %1 was online or away">Last time present :</b> %2
th: <b title="เวลาล่าสุดที่ %1 อยู่ในสายหรือไม่อยู่">เวลาล่าสุดที่ปรากฎตัว :</b> %2

source: Current status
th: สถานะปัจจุบัน

source: Is <b>%1</b> since <b>%2</b>
th: <b>%1</b> ตั้งแต่ <b>%2</b>

# TRANSLATOR: please reverse 'left' and 'right' as appropriate for your language
source: When was this contact visible?<br />All charts are in 24 blocks, one per hour, encompassing one day. %1 is on the left, and %2 is on the right.
th: ชื่อติดต่อปรากฎตัวล่าสุดเมื่อไร ?<br />ผังตารางจะแบ่งเป็น 24 ช่อง, แต่ละช่องแทนหนึ่งชั่วโมง, และสรุปเป็นวัน %1 จะอยู่ทางด้านซ้าย และ %2 จะอยู่ทางด้านขวา

source: Between %1 and %2, %3 was visible for %4% of the hour.
th: ระหว่าง %1 และ %2, %3 ปรากฎตัวคิดเป็นร้อยละ %4 ของชั่วโมง

source: Online time
th: เวลาที่อยู่ในสาย

source: Away time
th: เวลาที่ไม่อยู่

source: Offline time
th: เวลาที่ไม่อยู่ในสาย

source: online
th: เชื่อมต่อ

source: away
th: ไม่อยู่

source: offline
th: ไม่อยู่ในสาย

source: Between %1 and %2, %3 was %4% %5.
th: ระหว่าง %1 และ %2, %3 ได้ %4% %5

source: <h2>%1</h2><table width="100%"><tr><td>Status</td><td>From</td><td>To</td></tr>
th: <h2>%1</h2><table width="100%"><tr><td>สถานะ</td><td>ตั้งแต่</td><td>ถึง</td></tr>

source: View &Statistics
th: แสดง&สถิติ

source: &Calendar View
th: แสดง&ปฏิทิน

source: &Colors
th: &สีต่าง ๆ

source: &Add...
th: เ&พิ่ม...

source: Move &Up
th: ย้าย&ขึ้น

source: Move &Down
th: ย้าย&ลง

source: Random order
th: สุ่มลำดับ

source: Change global text foreground color
th: เปลี่ยนสีพื้นหน้าของข้อความทั่วไป

source: Change color every letter
th: เปลี่ยนสีให้กับทุกตัวอักษร

source: Change color every word
th: เปลี่ยนสีให้กับทุกคำ

source: Effects
th: ลูกเล่นต่าง ๆ

source: Default native language
th: ภาษาที่ใช้ปริยาย

source: Translation service
th: บริการแปลภาษา

source: Do not translate incoming messages
th: ไม่ต้องแปลข้อความเข้า

source: Show the original incoming message
th: แสดงต้นฉบับของข้อความเข้า

source: Translate incoming message directly
th: แปลข้อความเข้าโดยตรง

source: Do not translate outgoing messages
th: ไม่ต้องแปลข้อความออก

source: Show the original outgoing message
th: แสดงต้นฉบับของข้อความออก

source: Translate outgoing message directly
th: แปลข้อความออกโดยตรง

source: Show dialog before sending message
th: แสดงกล่องโต้ตอบก่อนทำการส่ง

source: Translator Plugin
th: ส่วนเสริมการแปลภาษา

source: Translate
th: แปลภาษา

source: Detect language
th: ตรวจหาภาษา

source: English
th: ภาษาอังกฤษ

source: French
th: ภาษาฝรั่งเศส

source: German
th: ภาษาเยอรมัน

source: Italian
th: ภาษาอิตาลี

source: Japanese
th: ภาษาญี่ปุ่น

source: Korean
th: ภาษาเกาหลี

source: Portuguese
th: ภาษาโปรตุเกส

source: Russian
th: ภาษารัสเซีย

source: Spanish
th: ภาษาสเปน

source: Thai
th: ไทย

source: Set &Language
th: ตั้งค่าภาษา

source: %2 Auto Translated: %1
th: %2 ถูกแปลอัตโนมัติ: %1

source: %2 <br/>Auto Translated: <br/>%1
th: %2 <br/>ถูกแปลอัตโนมัติ: <br/>%1

source: Translation service:
th: บริการแปลภาษา:

source: Default native language:
th: ภาษาที่ใช้ปริยาย:

source: Incoming Messages
th: ข้อความต่าง ๆ ที่เข้ามา

source: Do not translate
th: ไม่ต้องแปล

source: Show the original message
th: แสดงข้อความเดิม ๆ

source: Translate directly
th: แปลในทันที

source: Outgoing Messages
th: ข้อความต่าง ๆ ที่จะส่งออก

source: Show dialog before sending
th: แสดงกล่องโต้ตอบก่อนทำการส่ง

source: Maximum number of Previews
th: จำนวนการแสดงตัวอย่างสูงสุด

source: Preview of:
th: แสดงตัวอย่างของ:

source: Picture Preview Preferences
th: ปรับแต่งการแสดงภาพตัวอย่าง

source: &Restrict number of previews:
th: จำกัดจำนวนการแสดงตัวอย่าง:

source: Scaling
th: การปรับขนาด

source: Scale &to:
th: &ปรับขนาดเป็น:

source: pixel
th: พิกเซล

source: seconds
th: วินาที

source: HTML formatting
th: การจัดรูปแบบ HTML

source: XHTML formatting
th: การจัดรูปแบบ XHTML

source: XML formatting
th: การจัดรูปแบบ XML

source: Use another name as display name
th: ใช้ชื่ออื่นเป็นชื่อที่ใช้แสดง

source: Desired display name
th: ชื่อที่ใช้แสดงที่ต้องการ

source: Include IM addresses
th: รวมที่อยู่ IM ไปด้วย

source: An error occurred when uploading your presence page. Check the path and write permissions of the destination.
th: เกิดข้อผิดพลาดขึ้นระหว่างทำการอัปโหลดหน้าปัจจุบันของคุณ โปรดตรวจสอบพาธและสิทธิ์ในการเขียนบนปลายทาง

source: Not yet known
th: ตอนนี้ยังไม่รู้

source: Uploading
th: การอัปโหลด

source: Uplo&ad to:
th: อั&ปโหลดไปยัง:

source: Formatting
th: การจัดรูปแบบ

source: HTML (simple loo&k)
th: HTML (รูปแบบพื้นฐาน)

source: Use another &name:
th: ใช้ชื่อ&อื่น ๆ :

source: Unable to publish Bonjour service. Currently the Bonjour plugin only works with Avahi.
th: ไม่สามารถแจ้งไปยังบริการ Bonjour ได้ โดยส่วนเสริม Bonjour ในปัจจุบันจะทำงานร่วมกับ Avahi ได้เท่านั้น

source: Unable to connect to the local mDNS server. Please ensure the Avahi daemon is running.
th: ขออภัย เราไม่สามารถเชื่อมต่อไปยังบริการ mDNS ภายในระบบได้ โปรดตรวจสอบว่าดีมอน Avahi กำลังทำงานอยู่ภายในเครื่องหรือไม่

source: Account Preferences - Bonjour
th: ปรับแต่งบัญชีผู้ใช้ - Bonjour

source: B&asic Setup
th: ตั้งค่าพื้&นฐาน

source: Account Information
th: ข้อมูลรายละเอียดของบัญชีผู้ใช้

source: Name:
th: ชื่อ:

source: Email address:
th: ที่อยู่อีเมล:

source: O&nline
th: เ&ชื่อมต่ออยู่

# This Means the User is Away
source: Away
th: ไม่อยู่

# This Means the User is Away
source: &Away
th: ไ&ม่อยู่

source: O&ffline
th: ไม่ได้เชื่อมต่อ

source: &Search for Friends
th: &ค้นหาเพื่อน ๆ

source: Export Contacts to Server
th: ส่งออกชื่อติดต่อไปยังแม่ข่ายบริการ

source: Import Contacts from Server
th: นำเข้ารายชื่อติดต่อต่าง ๆ จากเซิร์ฟเวอร์

source: Delete Contacts from Server
th: ลบชื่อติดต่อต่าง ๆ ออกจากเซิร์ฟเวอร์

source: Export Contacts to File...
th: ส่งออกชื่อติดต่อต่าง ๆ ไปยังแฟ้ม...

source: Import Contacts from File...
th: นำเข้าชื่อติดต่อต่าง ๆ จากแฟ้ม...

source: Only for Friends
th: สำหรับเพื่อน ๆ เท่านั้น

source: Go O&nline
th: ทำการอยู่ใน&สาย

source: Set &Busy
th: ปรับสถานะเป็น ไม่&ว่าง

source: Set &Invisible
th: ปรับสถานะเป็น ไ&ม่ปรากฎตัว

source: Go &Offline
th: ตัดการเชื่อมต่อ

source: Set &Description...
th: ตั้งค่าคำอธิบาย...

source: Export Contacts on change
th: ส่งออกชื่อติดต่อต่าง ๆ เมื่อมีการแก้ไข

source: connection using SSL was not possible, retrying without.
th: ไม่สามารถทำการการเชื่อมต่อโดยใช้การเข้ารหัส SSL ได้ โปรดลองใหม่โดยไม่ใช้การเข้ารหัส

source: unable to connect to the Gadu-Gadu server("%1").
th: ไม่สามารถเชื่อมต่อไปยังเครื่องแม่ข่ายของ Gadu-Gadu ("%1") ได้

source: Connection Error
th: การเชื่อมต่อผิดพลาด

source: Imported contacts list is empty.
th: รายการชื่อติดต่อที่นำเข้ามาเป็นรายการว่าง

source: Contacts imported.
th: นำเข้าชื่อติดต่อต่าง ๆ แล้ว

source: Contacts exported.
th: ส่งออกชื่อติดต่อต่าง ๆ แล้ว

source: Contacts deleted from the server.
th: ชื่อติดต่อต่าง ๆ ถูกลบออกจากเครื่องแม่ข่ายแล้ว

source: Save Contacts List for Account %1 As
th: บันทึกรายการชื่อติดต่อสำหรับบัญชีผู้ใช้ %1 เป็น

source: Unable to create temporary file.
th: ไม่สามารถสร้างแฟ้มชั่วคราวได้

source: Save Contacts List Failed
th: บันทีกรายการชื่อติดต่อล้มเหลว

source: Load Contacts List for Account %1 As
th: โหลดรายการชื่อติดต่อสำหรับบัญชีผู้ใช้ %1 เป็น

source: Contacts List Load Has Failed
th: การโหลดรายการชื่อติดต่อล้มเหลว

source: Away Dialog
th: กล่องไม่อยู่

source: Unable to retrieve token.
th: ไม่สามารถรับค่าตั๋วได้

source: Registration FAILED
th: การลงทะเบียนล้มเหลว

source: Unknown connection error while retrieving token.
th: การเชื่อมต่อผิดพลาดที่ไม่รู้จัก ระหว่างทำการรับค่าตั๋ว

source: Token retrieving status: %1
th: สถานะการรับค่าตั๋ว: %1

source: Gadu-Gadu token retrieve problem
th: เกิดปัญหาขึ้นในการรับค่าตั๋วของ Gadu-Gadu

source: Unknown connection error while registering.
th: การเชื่อมต่อผิดพลาดที่ไม่รู้จัก ระหว่างทำการลงทะเบียน

source: Registration status: %1
th: สถานะการลงทะเบียน: %1

source: Gadu-Gadu Registration Error
th: การลงทะเบียน Gadu-Gadu ผิดพลาด

source: Registration Finished
th: การลงทะเบียนเรียบร้อยแล้ว

source: Registration has been completed successfully.
th: การลงทะเบียนเสร็จสิ้นสมบูรณ์แล้ว

source: Registration Error
th: การลงทะเบียนผิดพลาด

source: Incorrect data sent to server.
th: ข้อมูลที่ส่งไปยังเซิร์ฟเวอร์ไม่ถูกต้อง

source: Password reminding finished prematurely due to a connection error.
th: การแจ้งเตือนรหัสผ่านเสร็จสิ้นก่อนจะมีการเชื่อมต่อผิดพลาด

source: Success
th: สำเร็จ

source: Unsuccessful. Please retry.
th: ไม่สำเร็จ โปรดลองใหม่อีกครั้ง

source: Remind Password
th: แจ้งเตือนรหัสผ่าน

source: Remind password finished:
th: การแจ้งเตือนรหัสผ่านเสร็จสิ้น:

source: Password changing finished prematurely due to a connection error.
th: การเปลี่ยนรหัสผ่านเสร็จสิ้นก่อนที่จะมีข้อผิดพลาดในการเชื่อมต่อ

source: State Error
th: สถานะผิดพลาด

source: Password changing finished prematurely due to a session related problem (try again later).
th: การเปลี่ยนรหัสผ่านเสร็จสิ้นก่อนที่จะเกิดปัญหาที่เกี่ยวพันกับวาระ (ลองใหม่อีกครั้งในภายหลัง)

source: Changed Password
th: เปลี่ยนรหัสผ่านแล้ว

source: Your password has been changed.
th: รหัสผ่านของคุณถูกเปลี่ยนแล้ว

source: Show Profile
th: แสดงโพรไฟล์

source: <qt>You need to go online to remove a contact from your contact list.</qt>
th: <qt>คุณต้องทำการอยู่ในสายก่อน หากจะทำการลบชื่อติดต่อออกจากรายการชื่อติดต่อของคุณ</qt>

source: Gadu-Gadu Plugin
th: ส่วนเสริม Gadu-Gadu

source: &Resume
th: กลับไปทำต่อ

source: Over&write
th: เขียนทับ

source: The file %1 already exists, do you want to resume or overwrite it?
th: มีแฟ้ม %1 อยู่แล้ว คุณต้องการจะกลับไปทำต่อหรือจะเขียนทับมัน ?

source: File Exists: %1
th: มีแฟ้มนี้อยู่แล้ว: %1

source: Connection to peer was refused; it possibly does not listen for incoming connections.
th: ถูกปฏิเสธการเชื่อมต่อตรง เป็นไปได้ว่ามันไม่มีการรอรับการเชื่อมต่ออยู่

source: File transfer transaction was not agreed by peer.
th: กระบวนการถ่ายโอนแฟ้มไม่ถูกยอมรับโดยการเชื่อมตรง

source: File-transfer handshake failure.
th: การจับมือขอถ่ายโอนแฟ้มล้มเหลว

source: File transfer had problems with the file.
th: การถ่ายโอนแฟ้มเกิดปัญหาขึ้นกับแฟ้ม

source: There was network error during file transfer.
th: เกิดข้อผิดพลาดของเครือข่ายระหว่างทำการถ่ายโอนแฟ้ม

source: Unknown File-Transfer error.
th: ไม่ทราบข้อผิดพลาดที่เกิดกับการถ่ายโอนแฟ้ม

# personal information being fetched from server
source: <p align="center">Fetching from server</p>
th: <p align="center">กำลังดึงข้อมูลจากเซิร์ฟเวอร์</p>

source: <b>Registration FAILED.</b>
th: <b>การลงทะเบียนล้มเหลว</b>

source: <b>Enter UIN please.</b>
th: <b>โปรดป้อนค่าประจำตัวผู้ใช้ก่อน</b>

source: <b>UIN should be a positive number.</b>
th: <b>ค่าประจำตัวผู้ใช้ (UIN) ควรจะเป็นเลขค่าบวก</b>

source: <b>Enter password please.</b>
th: <b>กรุณาป้อนรหัสผ่าน</b>

source: <b>Starting DCC listening socket failed; dcc is not working now.</b>
th: <b>การเริ่มซ็อกเก็ตรอรับการเชื่อมต่อ DCC ล้มเหลว ทำให้ dcc ไม่สามารถทำงานได้ในตอนนี้</b>

source: Edit Contact's Properties
th: แก้ไขคุณสมบัติของชื่อติดต่อ

source: Blocked
th: บล็อค

source: A&way
th: ไม่อ&ยู่

source: B&usy
th: ไม่&ว่าง

source: I&nvisible
th: ไม่&ปรากฎตัว

source: Search &More...
th: ค้นหาเพิ่มเ&ติม...

source: Gadu-Gadu Public Directory
th: ไดเรกทอรีสาธารณะของบริการ Gadu-Gadu

source: &New Search
th: การค้นหาใ&หม่

source: S&earch
th: ค้&นหา

source: &Add User...
th: เ&พิ่มผู้ใช้...

source: &Close
th: ปิด

source: Register New Account
th: ลงทะเบียนบัญชีผู้ใช้ใหม่

source: &Register
th: ลงทะเบียน

source: Retrieving token
th: กำลังรับตั๋ว

source: Please enter a valid E-Mail Address.
th: โปรดกรอกที่อยู่อีเมลที่ใช้งานได้

source: Please enter the same password twice.
th: โปรดกรอกรหัสผ่านเดียวกันอีกครั้ง

source: Password entries do not match.
th: รหัสผ่านทั้งคู่ไม่ตรงกัน

source: Please enter the verification sequence.
th: โปรดกรอกกระบวนการตรวจสอบ

source: Account created; your new UIN is %1.
th: สร้างบัญชีผู้ใช้แล้ว; หมายเลขผู้ใช้ของคุณคือ %1

source: Registration failed: %1
th: การลงทะเบียนล้มเหลว: %1

source: Registration was unsucessful, please try again.
th: ส่งการลงทะเบียนยังไม่เสร็จเรียบร้อย โปรดลองใหม่อีกครั้ง

source: You are not connected to the server.
th: คุณยังไม่ได้เชื่อมต่อไปยังเซิร์ฟเวอร์

source: You have to be connected to the server to change your status.
th: คุณได้เชื่อมต่อไปยังเซิร์ฟเวอร์เพื่อทำการแก้ไขสถานะของคุณแล้ว

source: idle
th: ว่าง

source: resolving host
th: กำลังแปลงชื่อเครื่อง

source: connecting
th: กำลังเชื่อมต่อ

source: reading data
th: กำลังอ่านข้อมูล

source: error
th: ผิดพลาด

source: connecting to hub
th: กำลังเชื่อมต่อไปยังฮับ

source: connecting to server
th: กำลังเชื่อมต่อไปยังเครื่องแม่ข่าย

source: retrieving key
th: กำลังรับค่ากุญแจ

source: waiting for reply
th: รอการตอบกลับ

source: connected
th: เชื่อมต่อแล้ว

source: sending query
th: กำลังส่งคำสืบค้น

source: reading header
th: กำลังอ่านส่วนหัว

source: parsing data
th: ประมวลผลข้อมูล

source: done
th: เสร็จสิ้น

source: TLS connection negotiation
th: การเจรจาเชื่อมต่อแบบ TLS

source: unknown
th: ไม่ทราบ

source: Resolving error.
th: การแปลงชื่อเครื่องผิดพลาด

source: Connecting error.
th: การเชื่อมต่อผิดพลาด

source: Reading error.
th: การอ่านผิดพลาด
