Repository: KDE/kopete
Catalog: po/*/kopete.po
Languages: th

source: Automatically activate this list on connect
th: เปิดใช้งานรายการนี้เมื่อเชื่อมต่ออัตโนมัติ

source: Rules
th: กฏต่าง ๆ

source: Up
th: เลื่อนขึ้น

source: Down
th: เลื่อนลง

source: Apply
th: ปรับใช้

source: <None>
th: <ไม่มี>

source: There was an error changing the list.
th: เกิดข้อผิดพลาดระหว่างการเปลี่ยนแปลงรายการ

source: Error
th: ผิดพลาด

source: There was an error processing your request.
th: เกิดข้อผิดพลาดในการประมวลผลการร้องขอของคุณ

source: New List
th: รายการใหม่

source: Enter the name of the new list:
th: ป้อนชื่อของรายการใหม่:

source: A list with this name already exists.
th: มีรายการที่มีชื่อนี้อยู่ก่อนแล้ว

source: Edit Privacy Rule
th: แก้ไขกฎความเป็นส่วนตัว

source: Then:
th: จากนั้น:

source: Messages
th: ข้อความ

source: Queries
th: สืบค้น

source: Deny
th: ปฏิเสธ

source: Allow
th: อนุญาต

source: If:
th: ถ้าหาก:

source: Edit Privacy List Rule
th: แก้ไขรายการกฏความเป็นส่วนตัว

source: From
th: จาก

source: To
th: ถึง

source: &Change Status Message
th: เ&ปลี่ยนข้อความสถานะ

source: <qt>You must enter a valid screen name.</qt>
th: <qt>คุณต้องป้อนชื่อแสดงของผู้ใช้ที่ใช้งานได้</qt>

source: <qt>0 is not a valid port number.</qt>
th: <qt>พอร์ตหมายเลข 0 เป็นหมายเลขพอร์ตที่ใช้ไม่ได้</qt>

source: Could not connect to server
th: ไม่สามารถเชื่อมต่อไปยังเครื่องแม่ข่ายได้

source: Could not connect to redirected server
th: ไม่สามารถเชื่อมต่อไปยังเครื่องแม่ข่ายที่เปลี่ยนเส้นทางไปได้

source: The user ID of the contact you would like to add.
th: ID ของผู้ใช้ในรายชื่อผู้ติดต่อที่คุณจะเพิ่ม

source: Find User ID
th: ค้นหาหมายเลขผู้ใช้

source: &Find
th: ค้นหา

source: Connection
th: การเชื่อมต่อ

source: Client Identifier
th: ตัวแสดงตัวตนไคลเอนต์

source: Use custom client identifier
th: ใช้ตัวแสดงตัวตนไคลเอนต์ที่กำหนดเอง

source: Client identifier:
th: ตัวแสดงตัวตนไคลเอนต์:

source: Client version (major.minor):
th: รุ่นไคลเอนต์ (หลัก.ย่อย):

source: Restore the server and port values to their defaults.
th: เรียกคืนค่าเซิร์ฟเวอร์และหมายเลขพอร์ตเป็นค่าปริยาย

source: Restore &Defaults
th: เรียกคืนค่า&ปริยาย

source: Visit the Kopete website at <a href="http://kopete.kde.org">http://kopete.kde.org</a>
th: แวะเยี่ยมเว็บไซต์ Kopete ได้ ที่ <a href="http://kopete.kde.org">http://kopete.kde.org</a>

source: Join Chat...
th: เข้าร่วมสนทนา...

source: In&visible
th: ไม่ปรา&กฎตัว

source: Editing your user info is not possible because you are not connected.
th: ไม่สามารถทำการแก้ไขข้อมูลผู้ใช้ของคุณได้ เนื่องจากคุณยังไม่ได้เชื่อมต่อกับเครือข่าย

source: Unable to edit user info
th: ไม่สามารถแก้ไขข้อมูลผู้ใช้ได้

source: Joining an AIM chat room is not possible because you are not connected.
th: ไม่สามารถเข้าร่วมห้องสนทนาของบริการ AIM ได้ เนื่องจากคุณยังไม่ได้เชื่อมต่อเครือข่าย

source: Unable to Join AIM Chat Room
th: ไม่สามารถเข้าร่วมห้องสนทนาของบริการ AIM ได้

source: &Warn User
th: แ&จ้งเตือนผู้ใช้

source: Always &Visible To
th: ปรากฎตัวเ&สมอกับ

source: Always &Invisible To
th: ไ&ม่ปรากฎตัวเสมอกับ

source: Warn User %1?
th: แจ้งเตือนผู้ใช้ %1 ?

source: Warn Anonymously
th: แจ้งเตือนผู้ใช้นิรนาม

source: Warn
th: แจ้งเตือน

source: Join AIM Chat Room
th: เข้าร่วมห้องสนทนาของบริการ AIM

source: AIM
th: บริการ AIM

source: Unable to connect to the chat room %1 because the account for %2 is not connected.
th: ไม่สามารถเชื่อมต่อไปยังห้องพูดคุย %1 ได้ เนื่องจากบัญชีผู้ใช้ %2 ยังไม่ได้ทำการเชื่อมต่อ

source: User Profile
th: โพรไฟล์ผู้ใช้

source: Connecting...
th: กำลังเชื่อมต่อ...

source: Waiting for Authorization
th: กำลังรอการอนุญาต

source: &Do Not Disturb
th: &ห้ามรบกวน

source: O&ccupied
th: กำลัง&ยุ่งมาก

source: Occupied
th: กำลังยุ่งมาก

source: Not A&vailable
th: ไม่พร้อมพูดคุย

source: Not Available
th: ไม่พร้อมพูดคุย

source: &Free for Chat
th: &พร้อมจะพูดคุย

source: Mobile
th: มือถือ

source: ICQ
th: บริการ ICQ

source: User Information on %1
th: ข้อมูลผู้ใช้บน %1

source: &Save Profile
th: &จัดเก็บโพรไฟล์

source: Requesting User Profile, please wait...
th: กำลังร้องขอโพรไฟล์ของผู้ใช้ โปรดรอ...

source: <html><body><I>No user information provided</I></body></html>
th: <html><body><I>ไม่พบข้อมูลของผู้ใช้</I></body></html>

source: You need to be connected to be able to add contacts. Connect to the AIM network and try again.
th: คุณจำเป็นต้องทำการเชื่อมต่อก่อน หากต้องการจะเพิ่มชื่อติดต่อ ลองเชื่อมต่อไปยังแม่ข่ายบริการ AIM แล้วลองใหม่อีกครั้ง

source: You must enter a valid ICQ number.
th: คุณต้องป้อนหมายเลข ICQ ที่ถูกต้อง

source: ICQ Plugin
th: ส่วนเสริม ICQ

source: You must enter a valid AOL screen name.
th: คุณต้องป้อนชื่อแสดงผู้ใช้ของบริการ AOL ที่ถูกต้อง

source: No Screen Name
th: ไม่มีชื่อแสดงผู้ใช้

source: AOL screen name:
th: ชื่อแสดงผู้ใช้ AOL:

source: ICQ number:
th: หมายเลข ICQ:

source: Account Preferences - AIM
th: ปรับแต่งบัญชีผู้ใช้ - AIM

source: To connect to the AOL Instant Messaging network, you will need to use a screen name from AIM, AOL, or .Mac.<br><br>If you do not currently have an AIM screen name, please click the button to create one.
th: เพื่อเชื่อมต่อไปยังเครือข่าย AOL Instant Messaging คุณจำเป็นต้องมีชื่อแสดงผู้ใช้ (screen name) ของ AIM, AOL หรือ .Mac เสียก่อน<br><br> หากคุณยังไม่มีชื่อแสดงผู้ใช้ดังกล่าว โปรดคลิกที่ปุ่มนี้เพื่อสร้างบัญชีผู้ใช้

source: The screen name of your AIM account.
th: ชื่อแสดงผู้ใช้ของบัญชีผู้ใช้ AIM ของคุณ

source: The screen name of your AIM account. This should be in the form of an alphanumeric string (spaces allowed, not case sensitive).
th: ชื่อแสดงผู้ใช้ของบัญชีผู้ใช้ AIM ของคุณ ซึ่งควรอยู่ในรูปแบบของข้อความตัวอักษรและตัวเลข (ใช้ช่องว่างได้, ไม่สนใจตัวพิมพ์เล็กหรือตัวพิมพ์ใหญ่)

source: AIM &screen name:
th: ชื่อแสดงผู้ใช้ AIM:

source: Accou&nt Preferences
th: ปรับแต่ง&บัญชีผู้ใช้

source: The IP address or hostmask of the AIM server you wish to connect to.
th: หมายเลขไอพีหรือชื่อโฮสต์ของเครื่องแม่ข่าย AIM ที่คุณต้องการจะเชื่อมต่อไป

source: The port on the AIM server that you would like to connect to.
th: พอร์ตของเซิร์ฟเวอร์ AIM ที่คุณต้องการจะเชื่อมต่อไป

source: The port on the AIM server that you would like to connect to. Normally this is 5190.
th: พอร์ตของเซิร์ฟเวอร์ AIM ที่คุณต้องการจะเชื่อมต่อไป ปกติจะเป็นหมายเลข 5190

source: Direct Connect Options
th: ตัวเลือกการเชื่อมต่อตรง

source: The ports to use for direct connections.
th: หมายเลขพอร์ตที่จะใช้สำหรับการเชื่อมต่อตรง

source: The ports to use when listening for direct connections. These must not be blocked by a firewall or router.
th: พอร์ตที่จะใช้เมื่อรอรับการเชื่อมต่อตรงอยู่ โดยพอร์ตนี้จะต้องไม่ถูกบล็อคโดยไฟร์วอลล์หรือเราเตอร์

source: Po&rt range:
th: ช่วง&พอร์ต:

source: The start of the port range.
th: เริ่มต้นช่วงพอร์ต

source: The start of the port range. Normally this is 5190.
th: เริ่มต้นช่วงพอร์ต ค่าปกติจะเป็น 5190

source: The end of the port range.
th: สิ้นสุดช่วงพอร์ต

source: The end of the port range. Normally this is 5199.
th: สิ้นสุดช่วงพอร์ต ค่าปกติจะเป็น 5199

source: Use AOL proxy server instead of direct connections. If you are behind a router that you do not control, you will probably want this.
th: ใช้เซิร์ฟเวอร์พร็อกซีของ AOL แทนการเชื่อมต่อตรง หากเครื่องของคุณอยู่เบื้องหลังเราเตอร์ที่คุณไม่สามารถควบคุมได้ คุณควรจะใช้ตัวเลือกนี้

source: Use the AOL proxy server for things that would normally need a direct connection, like file transfers. You will want this if there is a firewall or router that blocks connections to your computer and you cannot get unblocked. If a direct connection fails, a proxy connection will be tried regardless of this setting.
th: ใช้เซิร์ฟเวอร์พร็อกซีของ AOL แทนการเชื่อมต่อตรงทุกอย่าง เช่น การถ่ายโอนแฟ้ม เป็นต้น คุณควรจะใช้ตัวเลือกนี้หากเครื่องไฟร์วอลล์หรือเราเตอร์ปิดกั้นการเชื่อมต่อที่มายังเครื่องคอมพิวเตอร์ของคุณและคุณไม่สามารถปลดล็อคมันได้ หากการเชื่อมต่อตรงล้มเหลว จะมีการพยายามใช้พร็อกซีแทนเช่นเดียวกับตัวเลือกนี้

source: &Use proxy instead
th: ใช้พร็อกซีแทน

source: Timeout for direct connections.
th: ช่วงหมดเวลาในการเชื่อมต่อตรง

source: The number of seconds to wait for a connection to succeed before trying a different method.
th: จำนวนวินาทีที่จะรอการเชื่อมต่อที่สำเร็จ ก่อนจะพยายามลองวิธีการอื่น

source: T&imeout (secs):
th: ช่วงหมดเวลา (วินาที):

source: Default to the following &encoding for messages:
th: ปรับใช้การเข้ารหัสอักขระปริยายต่อไปนี้กับข้อความ:

source: Visibility Settings
th: ตั้งค่าการปรากฎตัว

source: Allow only from visible list
th: อนุญาตเฉพาะจากรายการปรากฎตัวเท่านั้น

source: Allow only contact list's users
th: อนุญาตเฉพาะผู้ใช้ในรายการชื่อติดต่อเท่านั้น

source: Allow all users
th: อนุญาตผู้ใช้ทั้งหมด

source: Block all users
th: บล็อคผู้ใช้ทั้งหมด

source: Block AIM users
th: บล็อคผู้ใช้ AIM

source: Block only from invisible list
th: บล็อคเฉพาะจากรายการไม่ปรากฎตัว

source: Visible
th: ปรากฎตัว

source: Always visible:
th: ปรากฎตัวเสมอ:

source: Contact to add:
th: ชื่อติดต่อที่จะเพิ่ม:

source: Always invisible:
th: ไม่ปรากฎตัวเสมอ:

source: Screen name:
th: ชื่อแสดงผู้ใช้:

source: Warning level:
th: ระดับการเตือน:

source: Idle minutes:
th: เวลาที่ไม่มีการใช้งาน:

source: Online since:
th: เชื่อมต่อตั้งแต่:

source: Away message:
th: ข้อความแจ้งว่าไม่อยู่:

source: Profile:
th: โพรไฟล์:

source: Please enter the name of the chat room you wish to join.
th: โปรดกรอกชื่อของห้องพูดคุยที่คุณต้องการเข้าร่วม

source: Room &name:
th: ชื่อห้อง:

source: E&xchange:
th: แลกเปลี่ยน:

source: &Ignore
th: เพิกเฉย

source: Select Encoding...
th: เลือกการเข้ารหัสอักขระ...

source: Set Xtraz Status
th: ตั้งสถานะพิเศษ

source: Set Status...
th: ตั้งสถานะ...

source: User %1 is reading your status message
th: ผู้ใช้ %1 กำลังอ่านข้อความสถานะของคุณ

source: Request Authorization
th: ร้องขอการอนุญาต

source: Reason for requesting authorization:
th: เหตุผลของการขออนุญาต:

source: Please authorize me so I can add you to my contact list
th: โปรดอนุญาตฉัน เพื่อให้ฉันได้เพิ่มคุณเข้าไปในรายการรายชื่อติดต่อของฉัน

source: User %1 has granted your authorization request. Reason: %2
th: ผู้ใช้ %1 อนุญาตตามที่คุณร้องขอ เนื่องจาก: %2

source: User %1 has rejected the authorization request. Reason: %2
th: ผู้ใช้ %1 ปฏิเสธการขออนุญาต เนื่องจาก: %2

source: <qt>You must be logged on to ICQ before you can send a message to a user.</qt>
th: <qt>คุณต้องลงบันทึกเข้าบริการ ICQ ก่อน หากต้องการจะส่งข้อความไปยังผู้ใช้</qt>

source: Not Signed On
th: ยังไม่ได้ลงบันทึกเข้า

source: &Request Authorization
th: &ร้องขอการอนุญาต

source: &Grant Authorization
th: &ยินยอมตามการขออนุญาต

source: You must be online to add a contact.
th: คุณต้องอยู่ในสายเพื่อที่จะเพิ่มชื่อติดต่อ

source: Do you want to add %1 to your contact list?
th: คุณต้องการจะเพิ่ม %1 ไปยังรายการชื่อติดต่อของคุณหรือไม่ ?

source: IP Address
th: ที่อยู่ไอพี

source: Antigua
th: อันทิกัว

source: Barbuda
th: บาร์บูดา

source: British Virgin Islands
th: หมู่เกาะบริติชเวอร์จิน

source: Cocos-Keeling Islands
th: หมู่เกาะโคคอส (Keeling)

source: Cocos (Keeling) Islands
th: หมู่เกาะโคคอส (Keeling)

source: Antilles
th: แอนทิลีส

source: Mayotte Island
th: เกาะมายอต

source: Nevis
th: เนวิส

source: Saipan Island
th: เกาะไซปัน

source: Sierra Leone
th: เซียร์ราลีโอน

source: St. Kitts
th: เซนต์กิตส์

source: Wales
th: เวลส์

source: Scotland
th: สก็อตแลนด์

source: Yugoslavia - Serbia
th: ยูโกสลาเวีย - เซอร์เบีย

source: Yugoslavia - Montenegro
th: ยูโกสลาเวีย - มอนติเนโกร

source: Yugoslavia
th: ยูโกสลาเวีย

source: Congo, Democratic Republic of (Zaire)
th: สาธารณรัฐประชาธิปไตยคองโก

source: Punjabi
th: ภาษาปัญจาบี

source: TIS-620 Thai
th: ภาษาไทย TIS-620

source: UTF-8 Unicode
th: ยูนิโค้ด UTF-8

source: UTF-16 Unicode
th: ยูนิโค้ด UTF-16

source: Single
th: โสด

source: Long term relationship
th: สัมพันธภาพระยะยาว

source: Engaged
th: มีคู่หมั้นแล้ว

source: Married
th: แต่งงานแล้ว

source: Divorced
th: หย่าแล้ว

source: Separated
th: แยกกันอยู่

source: Widowed
th: ม่าย

source: Art
th: ศิลปะ

source: Cars
th: รถยนต์

source: Celebrity Fans
th: แฟนคลับดารา

source: Collections
th: ของสะสม

source: Computers
th: คอมพิวเตอร์

source: Culture
th: วัฒนธรรม

source: Fitness
th: การออกกำลังกาย

source: Games
th: เกมส์

source: Hobbies
th: งานอดิเรก

source: ICQ - Help
th: ช่วยเหลือ - บริการ ICQ

source: Internet
th: อินเทอร์เน็ต

source: Lifestyle
th: ชีวิตสบาย ๆ

source: Movies and TV
th: ภาพยนตร์และโทรทัศน์

source: Music
th: ดนตรี

source: Outdoors
th: กลางแจ้ง

source: Parenting
th: พ่อแม่

source: Pets and Animals
th: สัตว์เลี้ยง

source: Religion
th: ศาสนา

source: Science
th: วิทยาศาสตร์

source: Skills
th: ทักษะความรู้

source: Sports
th: กีฬา

source: Web Design
th: ออกแบบเว็บ

source: Ecology
th: ระบบนิเวศน์

source: News and Media
th: ข่าวและสื่อ

source: Government
th: รัฐบาล

source: Business
th: ธุรกิจ

source: Mystics
th: เรื่องลึกลับ

source: Travel
th: ท่องเที่ยว

source: Astronomy
th: ดาราศาสตร์

source: Space
th: อวกาศ

source: Clothing
th: เสื้อผ้า

source: Parties
th: สังสรรค์

source: Women
th: ผู้หญิง

source: Social science
th: วิทยาศาสตร์ สังคม

source: 60's
th: ยุค 60

source: 70's
th: ยุค 70

source: 80's
th: ยุค 80

source: 50's
th: ยุค 50

source: Finance and Corporate
th: การเงินและบริษัท

source: Entertainment
th: บันเทิง

source: Consumer Electronics
th: เครื่องใช้ไฟฟ้า

source: Retail Stores
th: ร้านโชห่วย

source: Health and Beauty
th: สุขภาพและความงาม

source: Household Products
th: ผลิตภัณฑ์ในครอบครัว

source: Mail Order Catalog
th: แคตาล็อกสินค้า

source: Business Services
th: บริการทางธุรกิจ

source: Audio and Visual
th: เสียงและสื่อ

source: Sporting and Athletic
th: กีฬาและกรีฑา

source: Publishing
th: สื่อสิ่งพิมพ์

source: Home Automation
th: บ้านอัตโนมัติ

source: Academic
th: การศึกษา

source: Administrative
th: การบริหาร

source: Art/Entertainment
th: ศิลปะ/บันเทิง

source: College Student
th: นักศึกษา

source: Community & Social
th: สังคมและชุมชน

source: Education
th: การศึกษา

source: Engineering
th: วิศวกรรม

source: Financial Services
th: บริการทางการเงิน

source: High School Student
th: นักเรียนมัธยมปลาย

source: Home
th: บ้าน

source: ICQ - Providing Help
th: ส่วนช่วยเหลือ - ICQ

source: Law
th: กฏหมาย

source: Managerial
th: การจัดการ

source: Manufacturing
th: การผลิต

source: Medical/Health
th: สุขภาพ/การแพทย์

source: Military
th: การทหาร

source: Non-Government Organization
th: องค์กรเอกชน

source: Other Services
th: บริการอื่น ๆ

source: Professional
th: เกี่ยวกับอาชีพ

source: Retail
th: ค้าปลีก

source: Retired
th: เกษียณ

source: Science & Research
th: วิทยาศาสตร์และการวิจัย

source: Technical
th: เชิงเทคนิค

source: University Student
th: นักศึกษามหาวิทยาลัย

source: Web Building
th: สร้างเว็บ

source: Alumni Org.
th: สมาคมศิษย์เก่า

source: Charity Org.
th: องค์กรการกุศล

source: Club/Social Org.
th: สโมสร/องค์กรสังคม

source: Community Org.
th: องค์กรชุมชน

source: Cultural Org.
th: องค์กรวัฒนธรรม

source: Fan Clubs
th: แฟนคลับ

source: Fraternity/Sorority
th: สโมสรนักเรียน

source: Hobbyists Org.
th: องค์กรงานอดิเรก

source: International Org.
th: องค์กรนานาชาติ

source: Nature and Environment Org.
th: องค์กรธรรมชาติและสิ่งแวดล้อม

source: Other
th: อื่น ๆ

source: Professional Org.
th: องค์กรด้านอาชีพ

source: Scientific/Technical Org.
th: องค์กรด้านวิทยาศาสตร์/เทคนิค

source: Self Improvement Group
th: กลุ่มที่รวมตัวกันเอง

source: Spiritual/Religious Org.
th: องค์กรด้านศาสนาและความเชื่อ

source: Sports Org.
th: องค์กรกีฬา

source: Support Org.
th: องค์กรสนับสนุน

source: Trade and Business Org.
th: องค์กรการค้าและธุรกิจ

source: Union
th: สหภาพ

source: Voluntary Org.
th: องค์กรอาสา

source: Elementary School
th: โรงเรียนประถม

source: High School
th: โรงเรียนมัธยม

source: College
th: วิทยาลัย

source: University
th: มหาวิทยาลัย

source: Past Work Place
th: สถานที่ทำงานเก่า

source: Past Organization
th: องค์กรเดิม

source: &Fetch Again
th: &ดึงข้อมูลอีกครั้ง

source: '%2' Message for %1
th: มีข้อความของ %1 '%2' ข้อความ

source: Fetching '%2' Message for %1...
th: กำลังดึงข้อความของ %1 '%2' ข้อความ...

# @item icq xtraz status
source: angry
th: กำลังโกรธ

# @item icq xtraz status
source: bath
th: กำลังอาบน้ำ

# @item icq xtraz status
source: tired
th: เหนื่อย

# @item icq xtraz status
source: party
th: กำลังสังสรรค์

# @item icq xtraz status
source: beer
th: กำลังดื่มเบียร์

# @item icq xtraz status
source: thinking
th: กำลังใช้ความคิด

# @item icq xtraz status
source: eating
th: กำลังกินข้าว

# @item icq xtraz status
source: watching tv
th: กำลังดูโทรทัศน์

# @item icq xtraz status
source: meeting
th: กำลังประชุม

# @item icq xtraz status
source: coffee
th: กำลังพักดื่มกาแฟ

# @item icq xtraz status
source: music
th: กำลังฟังเพลง

# @item icq xtraz status
source: business
th: ติดธุระอยู่

# @item icq xtraz status, taking pictures with camera
source: shooting
th: กำลังถ่ายภาพ

# @item icq xtraz status
source: having fun
th: กำลังสนุก

# @item icq xtraz status
source: phone
th: กำลังโทรศัพท์

# @item icq xtraz status
source: gaming
th: กำลังเล่นเกม

# @item icq xtraz status
source: studying
th: กำลังเรียน

# @item icq xtraz status
source: shopping
th: ไปซื้อของ

# @item icq xtraz status
source: sick
th: ป่วยอยู่

# @item icq xtraz status
source: sleeping
th: กำลังหลับ

# @item icq xtraz status, water sport
source: surfing
th: กำลังท่องเน็ต

# @item icq xtraz status, browsing the Internet
source: browsing
th: กำลังท่องเว็บ

# @item icq xtraz status
source: working
th: กำลังทำงาน

# @item icq xtraz status
source: typing
th: กำลังพิมพ์งาน

# @item icq xtraz status
source: picnic
th: ไปปิคนิค

# @item icq xtraz status
source: cooking
th: กำลังทำอาหาร

# @item icq xtraz status
source: smoking
th: กำลังสูบบุหรี่

# @item icq xtraz status
source: i am high
th: โล่งสุด ๆ

# @item icq xtraz status
source: wc
th: อึอึ๊อยู่ (อี๋)

# @item icq xtraz status
source: to be or not to be
th: เป็นดีหรือไม่เป็นดี

# @item icq xtraz status
source: love
th: รักมันจุกอก

source: Authorization Reply
th: ตอบกลับการอนุญาต

source: <b>%1</b> requested authorization to add you to his/her contact list.
th: <b>%1</b> ได้ขออนุญาตเพิ่มคุณเข้าไปยังรายการชื่อติดต่อของเขา

source: Authorization reply to <b>%1</b>.
th: ตอบกลับการอนุญาตไปยัง <b>%1</b>

source: %1 requested authorization to add you to his/her contact list.
th: %1 ร้องขอการอนุญาตจากคุณ เพื่อเพิ่มคุณไปยังรายการชื่อติดต่อของเขา

source: Request Reason:
th: เหตุผลที่ร้องขอ:

source: Some reason...
th: เหตุผลบางอย่าง...

source: &Grant authorization
th: อนุญาตตามที่ร้องขอ

source: &Decline authorization
th: ปฏิเสธการร้องขอ

source: Reason:
th: เหตุผล:

source: Change ICQ Password
th: เปลี่ยนรหัสผ่านของบริการ ICQ

source: ICQ Password Change
th: เปลี่ยนรหัสผ่านของบริการ ICQ

source: Your new password must be between 6-8 characters long.
th: รหัสผ่านใหม่ของคุณต้องมีความยาวระหว่าง 6-8 ตัวอักษร

source: Your password could not be changed.
th: ไม่สามารถเปลี่ยนรหัสผ่านของคุณได้

source: Your password has been changed successfully.
th: รหัสผ่านของคุณถูกเปลี่ยนเรียบร้อยแล้ว

source: Account Preferences - ICQ
th: ปรับแต่งบัญชีผู้ใช้ - ICQ

# @title:tab
source: &Basic Setup
th: ตั้งค่า&พื้นฐาน

source: Account Preferences
th: ปรับแต่งบัญชีผู้ใช้

source: The user ID of your ICQ account.
th: หมายเลขผู้ใช้ของบัญชีผู้ใช้ ICQ ของคุณ

source: IC&Q UIN:
th: หมายเลขผู้ใช้ IC&Q (UIN):

source: To connect to the ICQ network, you will need an ICQ account.<br><br> If you do not currently have an ICQ account, please click the button to create one.
th: เพื่อเชื่อมต่อไปยังเครือข่าย ICQ คุณจำเป็นต้องมีบัญชีผู้ใช้ของ ICQ ก่อน<br><br> หากคุณยังไม่มีบัญชีผู้ใช้ของ ICQ โปรดคลิกที่ปุ่มนี้เพื่อสร้างบัญชีผู้ใช้

source: Change password
th: เปลี่ยนรหัสผ่าน

source: If you have an existing ICQ account and would like to change its password, you can use this button to enter a new password.
th: หากว่าคุณมีบัญชีผู้ใช้ ICQ อยู่แล้ว และต้องการที่จะเปลี่ยนรหัสผ่าน คุณสามารถใช้ปุ่มนี้เพื่อใส่รหัสผ่านใหม่ได้

source: Change Your Password...
th: เปลี่ยนรหัสผ่านของคุณ...

# @title:tab
source: Accou&nt Preferences
th: ปรับแต่ง&บัญชีผู้ใช้

source: Privacy Options
th: ตัวเลือกความเป็นส่วนตัว

source: &Require authorization before someone can add you to their contact list
th: ต้องการการอนุญาตก่อนที่คนอื่น ๆ จะเพิ่มคุณเข้าไปยังรายการชื่อติดต่อของพวกเขา

source: Check this to hide your IP address from people when they view your user info
th: คลิกที่นี่เพื่อซ่อนหมายเลขไอพีของคุณจากคนอื่น ๆ เมื่อเขาเรียกดูข้อมูลผู้ใช้ของคุณ

source: Hide &IP address
th: ซ่อนหมายเลขไอพี

source: Make my status available via &ICQ's unified messaging center
th: ทำให้สถานะของฉันเห็นได้ที่ ศูนย์จัดการระบบข้อความของ &ICQ

source: Ser&ver /
th: เครื่องแ&ม่ข่าย /

source: The IP address or hostmask of the proxy server you wish to use for connecting to an ICQ server.
th: ที่อยู่ IP หรือมาสก์ของโฮสต์ของเซิร์ฟเวอร์พร็อกซีที่คุณต้องการใช้ ติดต่อกับเซิร์ฟเวอร์ ICQ

source: The port that the proxy server listens to. Normally this will be 3128 or 8080.
th: พอร์ตที่เซิร์ฟเวอร์พร็อกซีทำงานอยู่ ปกติมักเป็น 3128 หรือ 8080

source: Peer Connection Options
th: ตัวเลือกการเชื่อมต่อตรง

# @title:tab
source: Visible
th: การปรากฎตัว

# @title:tab
source: Invisible
th: การไม่ปรากฎตัว

# @title:tab
source: Ignore
th: เพิกเฉย

source: Ignore:
th: เพิกเฉย:

source: <qt>You must enter a valid ICQ No.</qt>
th: <qt>คุณต้องป้อนหมายเลข ICQ ที่ถูกต้อง</qt>

source: Personal Information
th: ข้อมูลส่วนบุคคล

source: &UIN #:
th: ค่าประจำตัวผู้ใช้ (&UIN) #:

source: &IP:
th: หมายเลขไอพี:

source: &Nickname:
th: ชื่อเล่น:

source: &First name:
th: ชื่อตัว:

source: &Last name:
th: ชื่อสกุล:

source: Gen&der:
th: เพศ:

source: Marital status:
th: สถานภาพสมรส:

source: &Timezone:
th: เขตเวลา:

source: Day:
th: วันที่:

source: Month:
th: เดือน:

source: Year:
th: ปี:

source: A&ge:
th: อายุ:

source: Spoken Languages
th: ภาษาพูด

source: First:
th: ภาษาแรก:

source: Second:
th: ภาษาที่สอง:

source: Third:
th: ภาษาที่สาม:

source: Location && Contact Information
th: ตำแหน่งและข้อมูลการติดต่อ

source: &Address:
th: ที่อยู่:

source: &City:
th: เมือง:

source: &State:
th: รัฐ:

source: &Zip:
th: รหัสไปรษณีย์:

source: Countr&y:
th: ประเทศ:

source: &Phone:
th: โทรศัพท์:

source: Ce&ll:
th: มือถือ:

source: Fa&x:
th: โทรสาร:

source: &Homepage:
th: หน้าเ&ว็บ:

source: State:
th: รัฐ:

source: Interests
th: ความสนใจ

source: Organization Type
th: ประเภทองค์กร

source: Email Addresses
th: ที่อยู่อีเมล

source: ICQ Whitepages Search
th: ค้นหน้าขาวของ ICQ

source: &Email:
th: อีเมล:

source: &Gender:
th: เพศ:

source: Lan&guage:
th: ภาษา:

source: C&ountry:
th: ประเทศ:

source: Only search for online contacts
th: ค้นหาเฉพาะผู้ใช้ที่เชื่อมต่ออยู่เท่านั้น

source: UIN Search
th: ค้นหาหมายเลขผู้ใช้ (UIN)

source: Stops the search
th: หยุดการค้นหา

source: Stop
th: หยุด

source: User Info
th: ข้อมูลผู้ใช้

source: ICQ User Search
th: ค้นหาผู้ใช้บริการ ICQ

source: Add the selected user to your contact list
th: เพิ่มผู้ใช้ที่เลือกไว้ไปยังรายการชื่อติดต่อของคุณ

source: UIN
th: เลขผู้ใช้ (UIN)

source: Requires Authorization
th: ให้ขออนุญาตก่อน

source: You must be online to search the ICQ Whitepages.
th: คุณต้องเชื่อมต่อก่อนหากต้องการค้นหาบัญชีผู้ใช้ที่ใช้ได้ของ ICQ

source: You must enter a valid UIN.
th: คุณต้องป้อนเลขผู้ใช้ที่ใช้งานได้

source: You must enter search criteria.
th: คุณต้องป้อนเงื่อนไขการค้นหา

source: You must be online to display user info.
th: คุณต้องเชื่อมต่อก่อนหากต้องการแสดงข้อมูลของผู้ใช้

source: Yes
th: ใช่

source: No
th: ไม่ใช่

source: ICQ User Information
th: ข้อมูลของผู้ใช้บริการ ICQ

source: General ICQ Information
th: ข้อมูลทั่วไปของ ICQ

source: Home Info
th: ข้อมูลบ้านพัก

source: Home Information
th: ข้อมูลบ้านพัก

source: Work Info
th: ข้อมูลการทำงาน

source: Work Information
th: ข้อมูลการทำงาน

source: Other Info
th: ข้อมูลอื่น ๆ

source: Other ICQ Information
th: ข้อมูล ICQ อื่น ๆ

source: Interest Info
th: ข้อมูลความสนใจ

source: Interest Information
th: ข้อมูลความสนใจ

source: Org & Aff Info
th: ข้อมูลองค์กรและในเครือ

source: Organization & Affiliation Information
th: ข้อมูลองค์กรและบริษัทในเครือ

source: Type
th: ชนิด

# Primary email address
source: Primary
th: หลัก

# Other email address
source: More
th: เพิ่มเติม
