Repository: KDE/kopete
Catalog: po/*/kopete.po
Languages: th

source: Company Location Information
th: ข้อมูลที่ตั้งบริษัท

source: Address:
th: ที่อยู่:

source: Zip:
th: รหัสไปรษณีย์:

source: Personal Work Information
th: ข้อมูลการทำงานส่วนบุคคล

source: Occupation:
th: อาชีพ:

source: Phone:
th: โทรศัพท์:

source: Xtraz Status Editor
th: แก้ไขสถานะพิเศษ

source: Icon:
th: ภาพไอคอน:

source: Append to menu
th: เพิ่มไปยังเมนู

source: file is empty:
th: แฟ้มว่างเปล่า:

source: Bad Request
th: การร้องขอแย่

source: Request Timed Out
th: หมดเวลาของการร้องขอ

source: Acceptance Period Timed Out
th: หมดช่วงเวลาของการตอบรับ

source: Unknown Error:
th: ไม่ทราบข้อผิดพลาด:

source: missing IP or port
th: ที่อยู่ไอพีหรือเลขพอร์ตขาดหายไป

source: Timeout
th: หมดเวลา

source: Adding contacts
th: เพิ่มชื่อติดต่อต่าง ๆ

source: Adding contacts to ICQ server list.
th: เพิ่มชื่อติดต่อไปยังรายการบนบริการ ICQ

source: Adding contacts to AIM server list.
th: เพิ่มชื่อติดต่อไปยังรายการบนบริการ AIM

# %1 out of %2 contacts have been added
source: %1 out of %2 added.
th: เพิ่มชื่อติดต่อแล้ว %1 รายการ จากทั้งหมด %2 รายการ

source: Chat Room Invitation
th: การเชื้อเชิญให้พูดคุย

# account has been disconnected
source: Kopete: %1 disconnected
th: Kopete: %1 ยุติการเชื่อมต่อ

source: Kopete: OSCAR Protocol error
th: Kopete: โพรโทคอล OSCAR ผิดพลาด

# ICQ user id
source: UIN
th: เลขผู้ใช้ (UIN)

# AIM user id
source: screen name
th: ชื่อแสดงผู้ใช้

source: You have logged in more than once with the same %1, account %2 is now disconnected.
th: คุณได้ล็อกอินด้วย %1 ตัวเดียวกันหลายครั้ง, บัญชีผู้ใช้ %2 จะถูกยุติการเชื่อมต่อเดี๋ยวนี้

source: Sign on failed because either your %1 or password are invalid. Please check your settings for account %2.
th: การลงชื่อเข้าใช้บริการล้มเหลว ซึ่งอาจเกิดจาก %1 หรือรหัสผ่านอาจจะไม่ถูกต้อง โปรดตรวจสอบการตั้งค่าต่าง ๆ ของบัญชีผู้ใช้ %2 ของคุณ

source: The %1 service is temporarily unavailable. Please try again later.
th: บริการ %1 ไม่สามารถเข้าใช้งานได้ชั่วคราว โปรดลองใหม่อีกครั้งในภายหลัง

source: Could not sign on to %1 with account %2 because the password was incorrect.
th: ไม่สามารถลงชื่อเข้าใช้บริการ %1 ด้วยบัญชีผู้ใช้ %2 ได้ เนื่องจากรหัสผ่านไม่ถูกต้อง

source: Could not sign on to %1 with nonexistent account %2.
th: ไม่สามารถลงชื่อเข้าใช้บริการ %1 ด้วยบัญชีผู้ใช้ %2 ซึ่งไม่มีอยู่จริงได้

source: Sign on to %1 failed because your account %2 expired.
th: ล้มเหลวในการลงชื่อเข้าใช้บริการ %1 เนื่องจากบัญชีผู้ใช้ %2 ของคุณ หมดอายุการใช้งานแล้ว

source: Sign on to %1 failed because your account %2 is currently suspended.
th: ล้มเหลวในการลงชื่อเข้าใช้บริการ %1 เนื่องจากบัญชีผู้ใช้ %2 ของคุณ ถูกระงับการใช้งานชั่วคราว

source: Could not sign on to %1 as there are too many clients from the same computer.
th: ไม่สามารถลงชื่อเข้าใช้บริการ %1 ได้ เนื่องจากมีการใช้ไคลเอนต์จำนวนมาก ที่มาจากคอมพิวเตอร์เครื่องเดียวกัน

source: Account %1 was blocked on the %2 server for sending messages too quickly. Wait ten minutes and try again. If you continue to try, you will need to wait even longer.
th: บัญชีผู้ใช้ %1 ถูกบล็อคการใช้งานบนบริการ %2 เนื่องจากมีการส่งข้อความต่าง ๆ ด้วยความเร็วที่มากเกินไป โปรดรอสิบนาทีแล้วลองใหม่อีกครั้ง หากคุณพยายามจะทำต่อไป คุณจะต้องรอให้ใช้งานได้นานขึ้นไปอีก

source: Account %1 was blocked on the %2 server for reconnecting too quickly. Wait ten minutes and try again. If you continue to try, you will need to wait even longer.
th: บัญชีผู้ใช้ %1 ถูกบล็อคการใช้งานบนบริการ %2 เนื่องจากมีการเชื่อมต่อใหม่อีกครั้งด้วยความเร็วที่มากเกินไป โปรดรอสิบนาทีแล้วลองใหม่อีกครั้ง หากคุณพยายามจะทำต่อไป คุณจะต้องรอให้ใช้งานได้นานขึ้นไปอีก

source: Sign on to %1 with your account %2 failed.
th: ล้มเหลวในการลงชื่อเข้าใช้บริการ %1 ด้วยบัญชีผู้ใช้ %2 ของคุณ

source: Account %1 was disabled on the %2 server because of your age (under than 13).
th: บัญชีผู้ใช้ %1 ถูกระงับการใช้งานบนบริการ %2 เนื่องจากอายุของคุณไม่เข้าเกณฑ์ (อายุต่ำกว่า 13 ปี)

source: Buddy icons
th: ภาพไอคอนของคู่หู

source: Group chat
th: สนทนาเป็นกลุ่ม

source: Voice chat
th: สนทนาด้วยเสียง

source: Send buddy list
th: ส่งรายการของคู่หู

source: The user %1 requires authorization before being added to a contact list. Do you want to send an authorization request? Reason for requesting authorization:
th: ผู้ใช้ %1 ต้องการให้ขออนุญาตก่อนที่จะทำการเพิ่มเข้าไปในรายการรายชื่อติดต่อ คุณต้องการจะส่งคำขออนุญาตหรือไม่ ? เหตุผลสำหรับการขออนุญาต:

source: Select Encoding
th: เลือกการเข้ารหัสภาษา

source: Default
th: ค่าปริยาย

source: Do &not ask again
th: ไม่ต้อง&ถามอีก

source: Add Contacts to Server List
th: เพิ่มชื่อติดต่อไปยังรายการบนบริการ

source: Do &Not Add
th: ไ&ม่ต้องเพิ่ม

source: Client Features
th: คุณลักษณะต่าง ๆ ของโปรแกรมลูกข่าย

source: Buddy Icon MD5 Hash
th: ส่วนย่อยข้อมูล MD5 ของไอคอนคู่หู

source: Contact Encoding
th: การเข้ารหัสภาษาของชื่อติดต่อ

source: Member Since
th: เป็นสมาชิกตั้งแต่

source: Protocol Version
th: รุ่นของโพรโทคอล

source: Show my own video...
th: แสดงวีดิโอของฉัน...

source: Country
th: ประเทศ

source: State
th: รัฐ

source: Home Address
th: ที่อยู่ที่บ้าน

source: Zipcode
th: รหัสไปรษณีย์

source: Age
th: อายุ

source: &Contact name:
th: ชื่อติดต่อ:

source: Account Preferences - QQ
th: ปรับแต่งบัญชีผู้ใช้ - QQ

source: The user ID of the QQ contact you would like to use.
th: ค่าประจำตัวผู้ใช้ของรายชื่อติดต่อบนบริการ QQ ที่คุณต้องการจะใช้

source: The user ID of the QQ contact you would like to use. This should be in the form of a valid E-mail address.
th: ค่าประจำตัวผู้ใช้ของรายชื่อติดต่อบนบริการ QQ ที่คุณต้องการจะใช้ โดยควรอยู่ในรูปแบบของที่อยู่อีเมลที่ใช้งานได้

source: &QQ ID:
th: ค่าประจำตัวผู้ใช้ &QQ:

source: View && Update my vCard
th: แสดงแ&ละปรับปรุงนามบัตรเสมือนของฉัน

source: To connect to the QQ network, you will need a QQ ID. If you do not currently have an ID, please create one.
th: เพื่อเชื่อมต่อไปยังเครือข่าย QQ คุณจำเป็นต้องมีบัญชีผู้ใช้ของ QQ ก่อน หากคุณยังไม่มีบัญชีผู้ใช้ของ QQ โปรดคลิกที่ปุ่มนี้เพื่อสร้างบัญชีผู้ใช้

source: Global QQ Options
th: ตัวเลือกทั่วไปของ QQ

source: <qt><b>Note:</b> These settings are applicable to all QQ accounts
th: <qt><b>ข้อควรทราบ:</b> การตั้งค่าต่าง ๆ เหล่านี้ จะถูกปรับใช้กับบัญชีผู้ใช้ QQ ทั้งหมด

source: This option will notify you when a contact starts typing their message, before the message is sent or finished.
th: ตัวเลือกนี้จะทำการแจ้งให้คุณทราบ เมื่อมีใครในรายชื่อติดต่อ ทำการเริ่มพิมพ์ข้อความของเขา ซึ่งจะแจ้งให้ทราบก่อนที่ข้อความจะสำเร็จหรือถูกส่งแล้ว

source: Au&tomatically open a chat window when someone starts a conversation
th: เปิดหน้าต่างสนทนาให้โดย&อัตโนมัติ เมื่อมีบางคนเริ่มต้นการสนทนา

source: Download the QQ picture:
th: ดาวน์โหลดภาพจาก QQ:

source: Only Manually
th: ทำเองเท่านั้น

source: When a Chat is Open (default)
th: เมื่อเปิดการสนทนา (ค่าปริยาย)

source: Automatically (read help)
th: อัตโนมัติ (อ่านความช่วยเหลือ)

source: &Download and show custom emoticons
th: &ดาวน์โหลดและแสดงภาพไอคอนสื่ออารมณ์ที่กำหนดเอง

source: E&xport the current emoticon theme to users
th: ส่&งออกชุดภาพไอคอนสื่ออารมณ์ที่ใช้ในปัจจุบันไปยังผู้ใช้ต่าง ๆ ด้วย

source: <qt>You must enter a valid email address.</qt>
th: <qt>คุณต้องป้อนที่อยู่อีเมลที่ใช้งานได้</qt>

source: QQ Plugin
th: ส่วนเสริม QQ

source: Picture
th: ภาพถ่าย

source: QQ ID:
th: ค่าประจำตัวผู้ใช้ &QQ:

source: Age:
th: อายุ:

source: N/A
th: ไม่มีข้อมูล

source: Signature:
th: ลายเซ็น:

source: Zip code:
th: รหัสไปรษณีย์:

source: Phone Numbers
th: หมายเลขโทรศัพท์ต่าง ๆ

source: Rat
th: หนู

source: Ox
th: วัว

source: Tiger
th: เสือ

source: Rabbit
th: กระต่าย

source: Dragon
th: มังกร

source: Snake
th: งู

source: Horse
th: ม้า

source: Ram
th: แกะ

source: Monkey
th: ลิง

source: Rooster
th: ไก่

source: Dog
th: หมา

source: Pig
th: หมู

source: Graduate:
th: การศึกษา:

source: Zodiac:
th: ราศี:

source: Aries
th: ราศีเมษ

source: Taurus
th: ราศีพฤษภ

source: Gemini
th: ราศีเมถุน

source: Cancer
th: ราศีกรกฎ

source: Leo
th: ราศีสิงห์

source: Virgo
th: ราศีกันย์

source: Libra
th: ราศีตุล

source: Scorpio
th: ราศีพิจิก

source: Sagittarius
th: ราศีธนู

source: Capricorn
th: ราศีมังกร

source: Aquarius
th: ราศีกุมภ์

source: Pisces
th: ราศีมีน

source: Horoscope:
th: ดวงชะตาราศี:

source: Introduction:
th: แนะนำตัว:

source: Webcam for %1
th: เว็บแคมสำหรับ %1

source: No webcam image received
th: ไม่ได้รับภาพเว็บแคมใด ๆ

source: GSMLib Settings
th: ตั้งค่า GSMLib

source: SMSClient Settings
th: ตั้งค่าไคลเอนต์ SMS

source: SMSClient &program:
th: โปรแกรมไคลเอนต์ SMS:

source: Pro&vider:
th: ผู้ให้บ&ริการ:

source: SMSClient &config path:
th: พาธค่าปรับแต่งไคลเอนต์ SMS:

source: SMSSend Options
th: ตั้งค่าการส่ง SMS

source: SMSSend prefi&x:
th: เลขนำหน้า SMS:

source: Provider Options
th: ตัวเลือกของผู้ให้บริการ

source: &Contact Settings
th: ตั้งค่าชื่อติดต่อ

source: Account Preferences - SMS
th: ปรับแต่งบัญชีผู้ใช้ - SMS

source: A unique name for this SMS account.
th: ชื่อที่ไม่ซ้ำสำหรับบัญชีผู้ใช้ SMS นี้

source: &SMS delivery service:
th: บริการรับส่งข้อความ &SMS:

source: The delivery service that you would like to use.
th: บริการรับส่งข้อความ SMS ที่คุณต้องการใช้

source: The delivery service that you would like to use. Note that you will need to have this software installed prior to using this account.
th: บริการรับส่งข้อความ SMS ที่คุณต้องการใช้ โปรดจำไว้ว่า คุณจำเป็นต้องติดตั้งซอฟต์แวร์นี้ก่อนที่จะใช้บัญชีผู้ใช้นี้ได้

source: &Description
th: คำอธิ&บาย

source: Description of the SMS delivery service.
th: คำอธิบายของบริการรับส่งข้อความ SMS

source: Description of the SMS delivery service, including download locations.
th: คำอธิบายของบริการรับส่งข้อความ SMS รวมถึงตำแหน่งดาวน์โหลด

source: To use SMS, you will need an account with a delivery service.
th: เพื่อใช้งาน SMS คุณจะต้องมีบัญชีผู้ใช้ที่มีบริการรับส่งข้อความด้วย

source: Messaging Preferences
th: ปรับแต่งการรับส่งข้อความ

source: If the message is too &long:
th: หากข้อความมีความยาวมากเกิ&นไป:

source: What should happen if you type a message that is too long to fit in a single SMS message.
th: จะให้ทำอะไร หากข้อความที่คุณพิมพ์มีความยาวมากเกินกว่าจะส่ง SMS ได้ในครั้งเดียว

source: What should happen if you type a message that is too long to fit in a single SMS message. You can either choose to break it up into smaller messages automatically, cancel the message from being sent entirely, or have Kopete prompt you each time you enter a message that is too long.
th: จะให้ทำอะไร หากข้อความที่คุณพิมพ์มีความยาวมากเกินกว่าจะส่ง SMS ได้ในครั้งเดียว คุณสามารถเลือกให้แยกข้อความออกเป็นหลายข้อความโดยอัตโนมัติก็ได้ หรือจะยกเลิกการส่งข้อความไปเลยก็ได้ หรืออาจจะให้ Kopete ทำการถามคุณทุกครั้งที่ข้อความที่คุณพิมพ์มีความยาวมากเกินไป

source: Prompt (recommended)
th: ให้ถาม (แนะนำให้ใช้)

source: Break Into Multiple
th: แยกออกเป็นหลายข้อความ

source: Cancel Sending
th: ยกเลิกการส่ง

source: &Enable phone number internationalization
th: เ&ปิดใช้งาน หมายเลขโทรศัพท์ต่างประเทศ

source: Check if you would like to enable phone number internationalization.
th: กาเลือกที่นี่ หากคุณต้องการเปิดใช้งานหมายเลขโทรศัพท์ต่างประเทศ

source: Check if you would like to enable phone number internationalization. Without this option, you will only be able to use SMS for accounts within your country.
th: กาเลือกที่นี่ หากคุณต้องการเปิดใช้งานหมายเลขโทรศัพท์ต่างประเทศ หากขาดตัวเลือกนี้ คุณจะสามารถส่ง SMS สำหรับบัญชีผู้ใช้ได้ภายในประเทศเท่านั้น

source: Substitute leading &zero with code:
th: แทนที่เลขศูน&ย์ที่นำหน้าอยู่ด้วยรหัส:

source: Whatever you want to substitute for a leading zero.
th: แทนที่เลขศูนย์ที่นำหน้าอยู่ด้วยรหัสที่คุณต้องการ

source: The telephone number of the contact you would like to add.
th: หมายเลขโทรศัพท์ของชื่อติดต่อที่คุณต้องการจะเพิ่ม

source: The telephone number of the contact you would like to add. This should be a number with SMS service available.
th: หมายเลขโทรศัพท์ของชื่อติดต่อที่คุณต้องการจะเพิ่ม ซึ่งควรเป็นหมายเลขที่ใช้งาน SMS ได้

source: Contact na&me:
th: ชื่อติ&ดต่อ:

source: Some One
th: บางคน

source: The telephone number of the contact.
th: หมายเลขโทรศัพท์สำหรับชื่อติดต่อ

source: The telephone number of the contact. This should be a number with SMS service available.
th: หมายเลขโทรศัพท์สำหรับชื่อติดต่อ ซึ่งควรเป็นหมายเลขที่สามารถใช้งานบริการรับส่งข้อความ SMS ได้ด้วย

source: The working directory %1 does not exist. If you have not yet configured anything for Samba please see Install Into Samba (Configure... -> Account -> Edit) information on how to do this. Should the directory be created? (May require the root password)
th: ยังไม่มีไดเรกทอรี %1 ที่กำลังทำงานอยู่ หากคุณยังไม่เคยทำการปรับแต่งค่าใด ๆ ให้กับบริการแซมบ้า โปรดดูข้อมูลที่ การติดตั้งไปยังแซมบ้า (ปรับแต่ง... -> บัญชีผู้ใช้ -> แก้ไข) ว่าจะต้องทำอย่างไร ต้องการจะให้ทำการสร้างไดเรกทอรีให้หรือไม่ ? (อาจต้องใช้รหัสผ่านของผู้ใช้ root)

source: Create Directory
th: สร้างไดเรกทอรี

source: Do Not Create
th: ไม่ต้องสร้าง

source: Permissions of the working directory %1 are incorrect. You will not receive messages if choose No. You can also correct it manually (chmod 0777 %1), restart Kopete. Fix this (may require the root password)?
th: สิทธิ์ที่อนุญาตของไดเรกทอรี %1 ที่กำลังทำงานอยู่ ไม่ถูกต้อง และคุณจะไม่ได้รับข้อความใด ๆ หากเลือกตอบว่า ไม่ ทั้งนี้ คุณสามารถแก้ไขให้ถูกต้องได้ด้วยตัวเอง (สั่ง chmod 0777 %1), จากนั้นเริ่ม Kopete ใหม่อีกครั้ง ต้องการจะแก้ไขตามนี้หรือไม่ (อาจต้องใช้รหัสผ่านของผู้ใช้ root) ?

source: Fix
th: แก้ไข

source: Do Not Fix
th: ไม่ต้องแก้ไข

source: Connection to localhost failed. Is your samba server running?
th: การเชื่อมต่อกับ localhost ล้มเหลว บริการแซมบ้าของคุณทำงานอยู่หรือไม่ ?

source: A message file could not be removed; maybe the permissions are incorrect. Fix this (may require the root password)?
th: ไม่สามารถลบแฟ้มข้อความได้ อาจจะเนื่องจากไม่ได้รับสิทธิ์อนุญาตให้ลบได้ ต้องการจะแก้ไขหรือไม่ (อาจต้องใช้รหัสผ่านของผู้ใช้ root) ?

source: Still cannot remove it; please fix it manually.
th: ยังคงไม่สามารถเอามันออกไปได้ โปรดแก้ไขด้วยตัวคุณเอง

source: Com&puter hostname:
th: ชื่อเครื่องโฮสต์ที่จะส่ง:

source: Account Preferences - WinPopup
th: ปรับแต่งบัญชีผู้ใช้ - WinPopup

source: Basi&c Setup
th: ตั้งค่าพื้&นฐาน

source: Hos&tname:
th: ชื่อเครื่องโฮสต์:

source: S&ystem
th: ระบบ

source: Protocol Preferences
th: ปรับแต่งโพรโทคอล

source: second(s)
th: วินาที

source: &Computer name:
th: &ชื่อเครื่องคอมพิวเตอร์:

source: Computer Name
th: ชื่อเครื่องคอมพิวเตอร์

source: Comment:
th: หมายเหตุ:

source: Operating s&ystem:
th: ระบบปฏิบัติการ:

source: Ser&ver software:
th: ซอฟต์แวร์ของเซิร์ฟเวอร์:

source: <qt>You must enter a valid hostname.</qt>
th: <qt>คุณต้องป้อนชื่อเครื่องที่ใช้ได้หรือถูกต้อง</qt>

source: <qt>LOCALHOST is not allowed as a contact.</qt>
th: <qt>ไม่อนุญาตให้ใช้ LOCALHOST กับชื่อติดต่อ</qt>

source: <qt>You must enter a valid smbclient path.</qt>
th: <qt>คุณต้องป้อนพาธที่ชี้ไปยังโปรแกรม smbclient ให้ถูกต้อง</qt>

source: The Samba configuration file has been modified.
th: แฟ้มค่าปรับแต่งของแซมบ้ามีการแก้ไขค่า

source: Configuration Successful
th: การปรับแต่งค่าเสร็จสมบูรณ์แล้ว

source: Updating the Samba configuration file failed.
th: การปรับปรุงแฟ้มค่าปรับแต่งของแซมบ้าล้มเหลว

source: Configuration Failed
th: การปรับแต่งค่าล้มเหลว

source: User Info for %1
th: ข้อมูลผู้ใช้สำหรับ %1
