Repository: KDE/kopete
Catalog: po/*/kopete.po
Languages: th

source: <qt>An error has occurred while creating a new chat window. The chat window has not been created.</qt>
th: <qt>เกิดข้อผิดพลาดขึ้นขณะกำลังสร้างหน้าต่างใหม่สำหรับการคุย หน้าต่างเลยไม่ถูกสร้างขึ้น</qt>

source: Error While Creating Chat Window
th: เกิดข้อผิดพลาดขณะกำลังสร้างหน้าต่างสำหรับการคุย

source: Enter Arguments
th: ใส่อาร์กิวเมนต์

source: Enter the arguments to %1:
th: ป้อนอาร์กิวเมนต์ไปยัง %1:

source: Alias "%1" expands to itself.
th: ชื่อที่ใช้แทน "%1" ขยายไปยังตัวมันเอง

source: "%2" requires at least %1 argument.
th: "%2" ต้องการอาร์กิวเมนต์อย่างน้อย %1 ตัว

source: "%2" has a maximum of %1 argument.
th: "%2" รับอาร์กิวเมนต์ได้สูงสุด %1 ตัว

source: You are not authorized to perform the command "%1".
th: คุณไม่ได้รับอนุญาตให้ประมวลผลคำสั่ง "%1"

source: Command Error
th: คำสั่งผิดพลาด

source: Commands
th: คำสั่ง

source: Visible when offline
th: มองเห็นได้เมื่อออฟไลน์

source: User is Not Reachable
th: ติดต่อผู้ใช้ไม่ได้

source: Are you sure you want to remove the contact '%1' from your contact list?
th: คุณแน่ใจหรือว่าต้องการลบรายชื่อติดต่อ '%1' ออกไปจากรายการติดต่อ ?

# @label:textbox formatted name
source: <br /><b>Full Name:</b>&nbsp;<nobr>%1</nobr>
th: <br /><b>ชื่อเต็ม:</b>&nbsp;<nobr>%1</nobr>

# @label:textbox formatted idle time
source: <br /><b>Idle:</b>&nbsp;<nobr>%1</nobr>
th: <br /><b>ไม่อยู่:</b>&nbsp;<nobr>%1</nobr>

# @label:textbox formatted url
source: <br /><b>Home Page:</b>&nbsp;<a href="%1"><nobr>%2</nobr></a>
th: <br /><b>หน้าเว็บหลัก:</b>&nbsp;<a href="%1"><nobr>%2</nobr></a>

# @label:textbox formatted status title
source: <br /><b>Status&nbsp;Title:</b>&nbsp;%1
th: <br /><b>หัวเรื่องสถานะ:</b>&nbsp;%1

# <days>d <hours>h <minutes>m <seconds>s
source: %4d %3h %2m %1s
th: %4 วัน %3 ชั่วโมง %2 นาที %1 วินาที

# <hours>h <minutes>m <seconds>s
source: %3h %2m %1s
th: %3 ชั่วโมง %2 นาที %1 วินาที

# <minutes>m <seconds>s
source: %2m %1s
th: %2 นาที %1 วินาที

source: Full Name
th: ชื่อเต็ม

source: Idle Time
th: รวมเวลาที่ไม่อยู่

source: Online Since
th: อยู่ในสายตั้งแต่

source: Last Seen
th: เห็นล่าสุดเมื่อ

source: First Name
th: ชื่อตัว

source: Last Name
th: ชื่อสกุล

source: Private Phone
th: โทรศัพท์ส่วนตัว

source: Private Mobile Phone
th: โทรศัพท์เคลื่อนที่ส่วนตัว

source: Work Phone
th: โทรศัพท์ที่ทำงาน

source: Work Mobile Phone
th: มือถือที่ทำงาน

source: Email Address
th: ที่อยู่อีเมล

source: Nick Name
th: ชื่อเล่น

source: Shown even if offline
th: แสดงให้เห็นแม้ว่าจะออฟไลน์อยู่

source: Top Level
th: ระดับบน

source: Default Identity
th: การแสดงตัวปริยาย

source: This user is not reachable at the moment. Please make sure you are connected and using a protocol that supports offline sending, or wait until this user comes online.
th: ผู้ใช้คนนี้ไม่สามารถติดต่อได้ในขณะนี้ โปรดแน่ใจว่าคุณได้ทำการเชื่อมต่อและได้ใช้โปรโทคอลที่สนับสนุน การส่งข้อความขณะตัดสาย หรือไม่ก็รอจนผู้ใช้คนนี้กลับมาอยู่ในสาย

source: Status not available
th: ไม่มีสถานะ

source: <qt><i>%1</i> is now %2.</qt>
th: <qt>ตอนนี้ <i>%1</i> %2</qt>

source: Unable to find the file %1.
th: ไม่พบแฟ้ม %1

source: <qt>Unable to download the requested file;<br />please check that address %1 is correct.</qt>
th: <qt>ไม่สามารถทำการดาวน์โหลดแฟ้มที่ร้องขอได้; <br />โปรดตรวจสอบว่าที่อยู่ %1 ถูกต้องแล้วหรือไม่</qt>

source: Connecting
th: กำลังเชื่อมต่อ

source: Unknown
th: ไม่ทราบ

source: Password Required
th: ต้องการรหัสผ่าน

source: <qt><b>The password was wrong.</b> Please re-enter your password for %1 account <b>%2</b></qt>
th: <qt><b>รหัสผ่านไม่ถูกต้อง</b> โปรดใส่รหัสผ่านสำหรับบัญชีผู้ใช้ %1: <b>%2</b></qt>

source: <qt>Please enter your password for %1 account <b>%2</b></qt>
th: <qt>โปรดใส่รหัสผ่านสำหรับบัญชี %1: <b>%2</b></qt>

source: Account Offline
th: บัญชีผู้ใช้ไม่ได้เชื่อมต่อ

source: Sorry, I am busy right now
th: ขอโทษนะ ตอนนี้ยังยุ่งอยู่

source: Copying
th: การคัดลอก

source: Source
th: ต้นทาง

source: Destination
th: ปลายทาง

source: File transfer %1 completed.
th: การถ่ายโอนแฟ้ม %1 เสร็จสมบูรณ์แล้ว

source: File transfer %1 failed.
th: การถ่ายโอนแฟ้ม %1 เกิดความล้มเหลว

source: You cancelled file transfer %1
th: คุณได้ยกเลิกการถ่ายโอนแฟ้ม %1

source: File transfer %1 cancelled.
th: การถ่ายโอนแฟ้ม %1 ถูกยกเลิกแล้ว

source: Kopete File Transfer
th: การถ่ายโอนแฟ้มของ Kopete

source: Sorry, sending files which are not stored locally is not yet supported by this protocol. Please copy this file to your computer and try again.
th: ขออภัยด้วย การส่งแฟ้มซึ่งไม่ได้เก็บเอาไว้บนเครื่องยังไม่ได้รับการสนับสนุนจากโปรโทคอลนี้ โปรดคัดลอกแฟ้มลงไปที่เครื่องคอมพิวเตอร์ของคุณก่อน แล้วลองอีกครั้ง

source: File Transfer
th: ถ่ายโอนแฟ้ม

source: You must provide a valid local filename
th: คุณต้องใส่ชื่อแฟ้มที่ถูกต้อง

source: The file '%1' already exists. Do you want to overwrite it ?
th: มีแฟ้ม %1 อยู่แล้ว คุณต้องการที่จะเขียนทับแฟ้มนี้หรือไม่ ?

source: Overwrite File
th: เขียนทับแฟ้ม

source: The directory %1 does not exist
th: ยังไม่มีไดเรกทอรี %1 อยู่

source: You do not have permission to write to selected directory
th: คุณยังไม่มีสิทธิ์ในการเขียนไปยังไดเรกทอรีที่เลือกไว้

source: You must provide a valid local directory
th: คุณต้องกำหนดเป็นไดเรกทอรีที่ใช้งานได้ภายในระบบ

source: You have been disconnected.
th: คุณถูกตัดการเชื่อมต่อ

source: Connection Lost.
th: สูญเสียการเชื่อมต่อ

source: Cannot connect.
th: ไม่สามารถเชื่อมต่อได้

source: More Information...
th: ข้อมูลเพิ่มเติม...

source: + %1 more message
th: + %1 ข้อความเพิ่มเติม

source: Incoming message from <i>%1</i>
th: ได้รับข้อความใหม่จาก <i>%1</i>

source: A highlighted message arrived from <i>%1</i>
th: ได้รับข้อความเน้นใหม่จาก <i>%1</i>

# @action
source: View
th: มุมมอง

source: Choose the corresponding entry for '%1'
th: เลือกรายการที่สัมพันธ์กันกับ '%1'

source: Choose the corresponding entry in the address book
th: เลือกรายการที่สัมพันธ์กันในสมุดที่อยู่

source: Address Book Association
th: การเชื่อมโยงกับสมุดที่อยู่

source: The KDE Address Book entry associated with this Kopete Contact
th: รายการในสมุดที่อยู่ของ KDE ที่ถูกกำหนดให้ใช้กับรายชื่อติดต่อนี้ของ Kopete

source: Clear
th: ล้าง

source: Select an address book entry
th: เลือกรายการจากสมุดที่อยู่

source: C&hange...
th: เปลี่ยน...

source: Email
th: อีเมล

source: New Address Book Entry
th: เพิ่มรายการใหม่ในสมุดที่อยู่

source: Name the new entry:
th: ชื่อสำหรับรายการใหม่:

source: Create a new entry in your address book
th: สร้างรายการใหม่ในสมุดที่อยู่ของคุณ

source: Create New Entr&y...
th: สร้างรายการใหม่...

source: Select the contact you want to communicate with via Instant Messaging
th: เลือกรายชื่อติดต่อที่คุณต้องการจะสื่อสารด้วยโดยผ่านทางระบบข้อความด่วนทันใจ

source: S&earch:
th: ค้นหา:

source: Select Avatar
th: เลือกรูปแทนตัว

source: No Avatar
th: ไม่มีรูปแทนตัว

source: Add Avatar...
th: เพิ่มภาพแทนตัว...

source: Remove Avatar
th: ลบภาพแทนตัว

source: From Webcam
th: จากกล้องเว็บแคม

source: Take a photo
th: ถ่ายภาพ

source: Someone Has Added You
th: ใครบางคนได้ทำการเพิ่มชื่อคุณเข้าไป

source: <qt><img src="kopete-account-icon:%1" /> The contact <b>%2</b> has added you to his/her contact list. (Account %3)</qt>
th: <qt><img src="kopete-account-icon:%1" /> รายชื่อติดต่อชื่อ <b>%2</b> ได้ทำการเพิ่มชื่อคุณเข้าไปในรายการติดต่อของเขา (บัญชีผู้ใช้ %3)</qt>

source: The contact XXX has added you to his/her contactlist
th: รายชื่อติดต่อ XXX ได้เพิ่มชื่อของคุณเข้าไปยังรายการรายชื่อติดต่อของเขาแล้ว

source: Read More Info About This Contact
th: ดูข้อมูลเพิ่มเติมเกี่ยวกับรายชื่อติดต่อนี้

source: Authorize this contact to see my status
th: อนุญาตให้รายชื่อติดต่อนี้เห็นสถานะของฉันได้

source: Add this contact in my contactlist
th: เพิ่มรายชื่อติดต่อนี้ไปยังรายการรายชื่อติดต่อของฉัน

source: Display name:
th: ชื่อที่ใช้แสดง:

source: Enter the group where the contact should be added. Leave it empty to add it in the top level group.
th: ป้อนกลุ่มที่เพิ่มรายชื่อติดต่อเข้ากลุ่มด้วย ปล่อยว่างเอาไว้เพื่อให้มันอยู่ระดับบนกลุ่ม

source: In the group:
th: อยู่ในกลุ่ม:

source: Enter the group where the contact should be added. Leave it empty to add it to the top level group.
th: ป้อนกลุ่มที่จะให้เพิ่มรายชื่อติดต่อไปอยู่ด้วย ปล่อยว่างไว้เพื่อเพิ่มมันให้อยู่ระดับบนสุดของกลุ่ม

source: Please specify an away message, or choose a predefined one.
th: โปรดเลือกข้อความเมื่อไม่อยู่ หรือเลือกที่ทำสำเร็จไว้แล้วมาตัวหนึ่ง

source: Information
th: ข้อมูลเพิ่มเติม

source: Check this and enter your password below if you would like your password to be stored in your wallet, so Kopete does not have to ask you for it each time it is needed.
th: กาเลือกตัวเลือกนี้และป้อนรหัสผ่านของคุณทางด้านล่าง หากคุณต้องการจะให้จัดเก็บรหัสผ่านของคุณไว้ในกระเป๋าควบคุมข้อมูลด้วย ซึ่งจะทำให้ Kopete ไม่ถามอีกทุกครั้งที่มันต้องการรหัสผ่าน

source: Remember password
th: จดจำรหัสผ่าน

source: Password:
th: รหัสผ่าน:

source: Enter your password here.
th: ป้อนรหัสผ่านของคุณที่นี่

source: Enter your password here. If you would rather not save your password, uncheck the Remember password checkbox above; you will then be prompted for your password whenever it is needed.
th: ป้อนรหัสผ่านของคุณที่นี่ หากคุณไม่ต้องการจะให้มีการจัดเก็บรหัสผ่านของคุณ ให้ยกเลิกการกาเลือกตัวเลือก จดจำรหัสผ่าน ด้านบน จากนั้นคุณจะเห็นกล่องถามรหัสผ่านทุกครั้งที่มีความต้องการใช้รหัสผ่าน

source: Start &Chat...
th: เริ่มการ&สนทนา...

source: &Send Single Message...
th: ส่&งข้อความเดี่ยว ...

source: User &Info
th: ข้อมูล&ผู้ใช้

source: Send &File...
th: ส่งแ&ฟ้ม...

source: View &History...
th: ดู&ประวัติการสนทนา...

source: &Create Group...
th: &สร้างกลุ่ม...

source: Cha&nge Meta Contact...
th: เป&ลี่ยนข้อมูลกำกับรายชื่อติดต่อ...

source: &Delete Contact
th: &ลบรายชื่อติดต่อ

source: Change A&lias...
th: เปลี่ยนชื่อที่ใช้แ&ทน...

source: &Block Contact
th: &บล็อครายชื่อติดต่อ

source: Un&block Contact
th: เลิ&กบล็อครายชื่อติดต่อ

source: Contacts
th: ชื่อติดต่อต่าง ๆ

source: Use Subfolder for Each Contact
th: ใช้โฟลเดอร์ย่อยสำหรับแต่ละชื่อติดต่อ

source: Always
th: เสมอ

source: Never
th: ไม่เลย

source: Only the selected contacts
th: เฉพาะชื่อติดต่อที่เลือกไว้เท่านั้น

source: Not the selected contacts
th: ชื่อติดต่อที่ไม่ได้เลือกไว้

source: Add New Alias
th: เพิ่มชื่อที่ใช้แทนใหม่

source: Command:
th: คำสั่ง:

source: Alias:
th: ชื่อที่ใช้แทน:

source: &Save
th: บันทึก

source: &Cancel
th: &ยกเลิก

source: Protocols
th: โพรโทคอล

source: For protocols:
th: สำหรับโพรโทคอล:

source: Alias
th: ชื่อที่ใช้แทน

source: Command
th: คำสั่ง

source: &Add New Alias...
th: เ&พิ่มชื่อที่ใช้แทนใหม่...

source: &Delete Selected
th: ลบตัวที่เลือก

source: Edit Alias...
th: แก้ไขชื่อที่ใช้แทน...

source: &Add
th: เ&พิ่ม

source: <qt>Could not add alias <b>%1</b>. An alias name cannot contain the characters "_" or "=".</qt>
th: <qt>ไม่สามารถเพิ่มชื่อที่ใช้แทนที่ชื่อ <b>%1</b> ได้ เนื่องจากจะต้องไม่มีอักขระ "_" หรือ "=" อยู่ในชื่อ</qt>

source: Invalid Alias Name
th: ชื่อที่ใช้แทนใช้ไม่ได้

source: <qt>Could not add alias <b>%1</b>. This command is already being handled either by another alias or Kopete itself.</qt>
th: <qt>ไม่สามารถเพิ่มชื่อที่ใช้แทนที่ชื่อ <b>%1</b> ได้ คำสั่งนี้ได้ถูกกำหนดไว้ให้กับ ทั้งชื่อที่ใช้แทนชื่ออื่นหรือตัว Kopete เองอยู่แล้ว</qt>

source: Could Not Add Alias
th: ไม่สามารถเพิ่มชื่อที่ใช้แทนได้

source: <qt>Could not add alias <b>%1</b>. This command is already being handled by either another alias or Kopete itself.</qt>
th: <qt>ไม่สามารถเพิ่มชื่อที่ใช้แทนที่ชื่อ <b>%1</b> ได้ คำสั่งนี้ได้ถูกกำหนดไว้ให้กับ ทั้งชื่อที่ใช้แทนชื่ออื่นหรือตัว Kopete เองอยู่แล้ว</qt>

source: Are you sure you want to delete the selected aliases?
th: คุณแน่ใจหรือไม่ว่าต้องการจะลบชื่อที่ใช้แทนที่เลือกไว้จริง ๆ ?

source: Delete Aliases
th: ลบชื่อที่ใช้แทน

source: Delete
th: ลบ

source: Text
th: ข้อความ

source: Replacement
th: การแทนที่

source: Sentence Options
th: ตัวเลือกประโยค

source: Add a dot at the end of each sent line
th: เพิ่มจุดเข้าไปท้ายแต่ละบรรทัดที่ส่งไป

source: Start each sent line with a capital letter
th: ปรับตัวอักษรแรกของแต่ละบรรทัดที่ส่งเป็นตัวพิมพ์ใหญ่

source: Replacements List
th: รายการการแทนที่

source: &Remove
th: เอา&ออก

source: &Text:
th: &ข้อความ:

source: Replacement Options
th: ตัวเลือกการแทนที่

source: Auto replace on incoming messages
th: แทนที่อัตโนมัติกับข้อความที่ได้รับเข้ามา

source: Auto replace on outgoing messages
th: แทนที่อัตโนมัติกับข้อความที่ส่งออกไป

source: Contact Notes
th: บันทึกย่อของชื่อติดต่อ

source: Notes about %1:
th: บันทึกย่อเกี่ยวกับ %1:

source: &Notes
th: &บันทึกย่อ

source: &Tools
th: เ&ครื่องมือ

source: -New filter-
th: -ตัวกรองใหม่-

source: Rename Filter
th: เปลี่ยนชื่อตัวกรอง

source: Please enter the new name for the filter:
th: โปรดป้อนชื่อใหม่ของตัวกรอง:

source: Available Filters
th: ตัวกรองที่เลือกใช้ได้

source: Rename...
th: เปลี่ยนชื่อ...

source: If the message contains:
th: หากข้อความบรรจุ:

source: Regular expression
th: นิพจน์การค้นหา

source: Edit...
th: แก้ไข...

source: Case sensitive
th: พิจารณาตัวอักษรเล็ก/ใหญ่

source: Action
th: การกระทำ

source: Set the message importance to:
th: ตั้งความสำคัญของข้อความเป็น:

source: Low
th: ต่ำ

source: Normal
th: ปกติ

source: Highlight
th: ตัวเน้น

source: Change the background color to:
th: เปลี่ยนสีพื้นหลังเป็น:

source: Change the foreground color to:
th: เปลี่ยนสีพื้นหน้าเป็น:

source: Raise window
th: ส่งหน้าต่างให้อยู่เหนือหน้าต่างอื่น

source: Configure Notifications...
th: ปรับแต่งการแจ้งให้ทราบ...

source: Would you like to remove the old history files?
th: คุณต้องการจะลบแฟ้มประวัติการคุยที่เก่าแล้วหรือไม่ ?

source: History Converter
th: ตัวแปลงประวัติการคุย

source: Keep
th: เก็บไว้

source: History converter
th: ตัวแปลงประวัติการคุย

source: Parsing the old history in %1
th: ประมวลประวัติการคุยเก่าใน %1

source: Parsing the old history in %1: %2
th: ประมวลประวัติการคุยเก่าใน %1: %2

source: Number of messages to show.
th: จำนวนของข้อความที่จะแสดง

source: Number of messages per page
th: จำนวนข้อความต่อหน้า

source: Color of messages
th: สีของข้อความ

source: History for %1
th: ประวัติการคุยของ %1

source: All
th: ทั้งหมด

source: Loading...
th: กำลังโหลด...

source: Searching...
th: กำลังค้นหา...

source: &Search
th: &ค้นหา

source: History for All Contacts
th: ประวัติการคุยกับชื่อติดต่อทั้งหมด

source: Ready
th: พร้อม

source: Latest History
th: ประวัติการคุยล่าสุด

source: View &History
th: ดูป&ระวัติการคุย

source: Quote Last Message
th: อ้างอิงข้อความสุดท้าย

source: Import History
th: นำเข้าประวัติการคุย

source: Import Listed Logs
th: นำเข้าปูมบันทึกที่ถูกเรียกรายการ

source: Get History From &Pidgin...
th: รับประวัติการคุยจาก &Pidgin...

source: Select log directory by hand
th: เลือกไดเรกทอรีปูมบันทึกด้วยตนเอง

source: Parsed History
th: ประมวลประวัติการคุยแล้ว

source: Saving logs to disk ...
th: กำลังบันทึกปูมไปยังดิสก์ ...

source: Abort Saving
th: ยกเลิกการบันทึก

source: Saving
th: การบันทึก

source: Are You Sure?
th: คุณแน่ใจหรือไม่ ?

source: You already imported logs from pidgin. If you do it twice, each message is imported twice. Are you sure you want to continue?
th: คุณได้นำเข้าปูมบันทึกจาก pidgin มาก่อนแล้ว หากคุณเลือกทำซ้ำ ข้อความแต่ละข้อความจะถูกนำเข้าซ้ำอีก คุณแน่ใจหรือว่าต้องการจะทำต่อไป ?

source: Select Log Directory
th: เลือกไดเรกทอรีเก็บปูม

source: Abort parsing
th: ยุติการประมวล

source: Parsing history from pidgin ...
th: กำลังประมวลประวัติการคุยจาก Pidgin ...

source: Parsing history
th: ประมวลประวัติการคุย

source: WARNING: Cannot find matching account for %1 (%2).
th: คำเตือน: ไม่สามารถพบบัญชีผู้ใช้ของ %1 (%2) ที่เข้าคู่กัน

source: WARNING: XML parser error in %1 at line %2, character %3: %4
th: คำเตือน: ตัวประมวล XML เกิดข้อผิดพลาดใน %1 ที่บรรทัด %2, ตัวอักษณ %3: %4

source: History Plugin
th: ส่วนเสริมประวัติการคุย

source: Import && Convert
th: นำเข้าและแปลงข้อมูล

source: Do Not Import
th: ไม่ต้องนำเข้า

source: Chat History
th: ประวัติการพูดคุย

source: Number of messages per page:
th: จำนวนข้อความต่อหน้า:

source: Color of messages:
th: สีของข้อความ:

source: Number of messages to show:
th: จำนวนของข้อความที่จะแสดง:

source: Contact:
th: รายชื่อติดต่อ:

source: Import History...
th: นำเข้าประวัติการใช้...

source: Message filter:
th: กรองข้อความ:

source: All Messages
th: ข้อความทั้งหมด

source: Only Incoming
th: ข้อความที่ได้รับเท่านั้น

source: Only Outgoing
th: ข้อความที่ส่งออกไปเท่านั้น

source: Date
th: วันที่

source: Contact
th: ชื่อติดต่อ

source: Search:
th: ค้นหา:

source: Preview Latex Images
th: แสดงตัวอย่างภาพ Latex

source: The message you are typing does not contain any LaTeX. A LaTeX formula must be enclosed within two pairs of dollar signs: $$formula$$
th: ข้อความที่คุณกำลังพิมพ์อยู่นี้ ไม่มีส่วนใดที่เป็นเนื้อหา LaTeX สูตร LaTeX จะต้องอยู่ภายในคู่เครื่องหมายดอลลาร์สองคู่: $$formula$$

source: No LaTeX Formula
th: ไม่มีสูตร LaTeX

source: <b>Preview of the LaTeX message :</b> <br />%1
th: <b>แสดงตัวอย่างข้อความแบบ LaTeX :</b> <br />%1

source: Cannot find the Magick 'convert' program. convert is required to render the LaTeX formulae. Please get the software from www.imagemagick.org or from your distribution's package manager.
th: ไม่พบโปรแกรม 'convert' โปรแกรม convert นั้นจำเป็นต้องถูกใช้ในการแสดงผลสูตรเนื้อความแบบ LaTeX โปรดดาวน์โหลดซอฟต์แวร์จาก www.imagemagick.org หรือจากดิสทริบิวชันที่คุณใช้

source: Options
th: ตัวเลือกต่าง ๆ

source: Unknown artist
th: ศิลปินที่ไม่รู้จัก

source: Unknown album
th: อัลบั้มที่ไม่รู้จัก

source: Unknown track
th: แทร็กที่ไม่รู้จัก

source: Now listening to:
th: ตอนนี้กำลังฟัง:

source: Show the current music listened in chat window.
th: แสดงเพลงที่ฟังอยู่ในหน้าต่างพูดคุยด้วย

source: Show the current music listened in place of your status message.
th: แสดงเพลงที่ฟังอยู่ไว้ในสถานะของคุณด้วย

source: Show the current music listened appended to your status message.
th: แสดงดนตรีที่คุณกำลังรับฟังอยู่ต่อท้ายสถานะของคุณด้วย

source: Use the specified media player.
th: ใช้เครื่องเล่นสื่อที่ระบุ

source: Send Media Info
th: ส่งข้อมูลสื่อ

source: None of the supported media players (Amarok, KsCD, JuK, Kaffeine, Quod Libet, or Qmmp) are playing anything.
th: ไม่มีเครื่องเล่นใด ๆ ที่รองรับ (แอมอะร็อก, แคฟเฟอีน, KsCD, JuK, Quod Libet, หรือ Qmmp) ที่กำลังเล่นอยู่

source: Nothing to Send
th: ไม่ต้องส่งอะไร

source: USAGE: /media - Displays information on current song
th: การใช้: /media - แสดงข้อมูลของเพลงที่ฟังอยู่

source: Unknown player
th: เครื่องเล่นที่ไม่รู้จัก

source: Now Listening
th: ตอนนี้กำลังฟัง

source: Messa&ge
th: ข้อค&วาม

source: Now Listening To:
th: ตอนนี้กำลังฟัง:

source: &Show in chat window (automatic)
th: แ&สดงในหน้าต่างสนทนา (อัตโนมัติ)

source: Show &the music you are listening to in place of your status message.
th: แสดงดนตรีที่คุณกำลังรับฟังอยู่ ไว้ในส่วนแสดงสถานะของคุณด้วย

source: Appe&nd to your status message
th: เพิ่&มต่อไปยังข้อความสถานะของคุณ

source: Media Pla&yer
th: เครื่องเล่&นสื่อ

source: Use &specified media player
th: ใช้เครื่องเล่นสื่อที่&ระบุ

source: Waiting for %1...
th: กำลังรอ %1...

source: Checking if answers match...
th: กำลังตรวจสอบว่าคำตอบเข้าคู่หรือไม่...

source: Incoming authentication request from %1
th: ได้รับการร้องขอตรวจสอบสิทธิ์เข้ามาจาก %1

# @title
source: Select authentication method
th: เลือกวิธีการตรวจสอบสิทธิ์

source: Question and Answer
th: คำถามและคำตอบ

source: Shared Secret
th: ความลับที่แบ่งปัน

source: Manual fingerprint verification
th: การตรวจสอบสิทธิ์อัตลักษณ์ด้วยตนเอง

# @title
source: Question and Answer
th: คำถามและคำตอบ

# @info
source: Enter a question that only %1 is able to answer:
th: ป้อนคำถามที่จะมีเพียง %1 เท่านั้นที่ตอบได้:

# @info
source: Enter the answer to your question:
th: ป้อนคำตอบของคำถามของคุณ:

# @info
source: Authentication with %1
th: การตรวจสอบสิทธิ์กับ %1

# @info
source: %1 would like to verify your authentication. Please answer the following question in the field below:
th: %1 อยากให้คุณทำการตรวจสอบสิทธิ์ก่อน โปรดตอบคำถามต่อไปนี้ในช่องด้านล่างนี้:

# @title
source: Shared Secret
th: ความลับที่แบ่งปัน

# @info
source: Enter a secret passphrase known only to you and %1:
th: ป้อนวลีรหัสผ่านลับที่มีเพียงคุณและ %1 เท่านั้นที่ทราบ:

# @title
source: Authentication with %1
th: การตรวจสอบสิทธิ์กับ %1

# @info
source: Enter the secret passphrase known only to you and %1:
th: ป้อนวลีรหัสผ่านลับที่มีเพียงคุณและ %1 เท่านั้นที่ทราบ:

# @title
source: Manual Verification
th: การตรวจสอบด้วยตนเอง

# @info
source: Contact %1 via another secure channel and verify that the following fingerprint is correct:
th: ติดต่อ %1 ผ่านทางช่องทางที่ปลอดภัย และตรวจสอบว่าอัตลักษณ์ต่อไปนี้ถูกต้องหรือไม่:

# @item:inlistbox ...verified that
source: I have not
th: ฉันไม่มี

# @item:inlistbox ...verified that
source: I have
th: ฉันมี

# @info:label I have...
source: verified that this is in fact the correct fingerprint for %1
th: ตรวจสอบว่านี่เป็นอัตลักษณ์ที่ถูกต้องของ %1 เรียบร้อยแล้ว

source: Authentication successful
th: การตรวจสอบสิทธิ์เสร็จสมบูรณ์

source: The authentication with %1 was completed successfully. The conversation is now secure.
th: การตรวจสอบสิทธิ์สำเร็จด้วย %1 เสร็จสมบูรณ์แล้ว ตอนนี้การสนทนานี้ปลอดภัยแล้ว

source: <b>%1</b> has successfully authenticated you. You may want to authenticate this contact as well by asking your own question.
th: <b>%1</b> ได้เสร็จสิ้นการตรวจสอบสิทธิ์คุณแล้ว คุณอาจจะต้องทำการตรวจสอบสิทธิ์ของชื่อติดต่อนี้ก็ได้เช่นกัน โดยทำการถามคำถามของคุณ

source: Authentication failed
th: การตรวจสอบสิทธิ์ล้มเหลว

source: The authentication with %1 failed. To make sure you are not talking to an imposter, try again using the manual fingerprint verification method. Note that the conversation is now insecure.
th: การตรวจสอบสิทธิ์กับ %1 ล้มเหลว เพื่อให้แน่ใจว่าคุณไม่ได้กำลังคุยอยู่ตัวปลอม ให้ลองทำการตรวจสอบด้วยอัตลักษณ์ดูอีกครั้ง โปรดทราบว่า การสนทนาในตอนนี้ ไม่ปลอดภัย

source: Authentication aborted
th: การตรวจสอบสิทธิ์ถูกยุติ

source: %1 has aborted the authentication process. To make sure you are not talking to an imposter, try again using the manual fingerprint verification method.
th: %1 ได้ทำการยุติกระบวนการตรวจสอบสิทธิ์ เพื่อให้แน่ใจว่าคุณไม่ได้กำลังคุยอยู่ตัวปลอม ให้ลองทำการตรวจสอบด้วยอัตลักษณ์ดูอีกครั้ง

source: Ask %1 a question, the answer to which is known only to you and them. If the answer does not match, you may be talking to an imposter.
th: ถามคำถามกับ %1 และเนื่องจากคำตอบต้องมีเพียงคุณและพวกเขาเท่านั้นที่รู้ หากคำตอบผิด แสดงว่า คุณกำลังคุยอยู่กับตัวปลอม

source: Pick a secret known only to you and %1. If the secret does not match, you may be talking to an imposter. Do not send the secret through the chat window, or this authentication method could be compromised with ease.
th: เลือกความลับที่จะมีเพียงคุณและ %1 เท่านั้นที่รู้ หากความลับไม่ตรงกัน แสดงว่าคุณอาจจะกำลังคุยอยู่กับตัวปลอม โปรดอย่าทำการส่งความลับผ่านทางหน้าต่างสนทนา เนื่องจากกระบวนการตรวจสอบสิทธิ์อาจจะถูกดักจับได้

source: Verify %1's fingerprint manually. For example via a phone call or signed (and verified) email.
th: ตรวจสอบอัตลักษณ์ของ %1 ด้วยตนเอง ตัวอย่างเช่น โทรศัพท์ถาม หรือใช้ลายเซ็นดิจิทัลที่อยู่ในอีเมล

# @title
source: Authenticating contact...
th: กำลังตรวจสอบสิทธิ์ของชื่อติดต่อ...

source: Always encrypt outgoing messages
th: เข้ารหัสข้อความที่ส่งออกไปเสมอ

source: Automatically encrypt messages if the other side supports OTR
th: เข้ารหัสข้อความต่าง ๆ อัตโนมัติ หากอีกด้านหนึ่งร้องขอเชื่อมต่อมาแบบ OTR

source: Encrypt messages if the other side requests an OTR connection
th: เข้ารหัสข้อความต่าง ๆ หากอีกด้านหนึ่งร้องขอเชื่อมต่อมาแบบ OTR

source: Never encrypt outgoing messages
th: ไม่ต้องเข้ารหัสข้อความที่ส่งออกไป

source: OTR Settings
th: ตั้งค่าต่าง ๆ ของ OTR

source: OTR Encryption
th: การเข้ารหัสวาระ OTR

source: Start OTR Session
th: เริ่มวาระ OTR

source: End OTR Session
th: สิ้นสุดวาระ OTR

source: Authenticate Contact
th: ตรวจสอบสิทธิ์ชื่อติดต่อ

source: Refresh OTR Session
th: ปรับปรุงวาระ OTR ใหม่

source: <b>Received a new fingerprint from <a>%1</a>. You should authenticate this contact.</b>
th: <b>ได้รับอัตลักษณ์ใหม่มาจาก <a>%1</a> คุณควรจะทำการตรวจสอบสิทธิ์ของชื่อติดต่อนี้</b>
