Repository: KDE/kopete
Catalog: po/*/kopete.po
Languages: th

source: Policy violation in the protocol stream.
th: มีการละเมิดนโยบายในสายข้อมูลของโพรโทคอล

source: Resource constraint.
th: พบข้อจำกัดของทรัพยากร

source: System shutdown.
th: ระบบปิดตัวอยู่

source: Unknown reason.
th: ไม่ทราบเหตุผล

source: There was an error in the protocol stream: %1
th: เกิดข้อผิดพลาดในสายข้อมูลของโพรโทคอล: %1

source: Host not found.
th: ไม่พบเครื่องโฮสต์

source: Address is already in use.
th: กำลังใช้งานที่อยู่อยู่แล้ว

source: Connection refused.
th: การเชื่อมต่อถูกปฏิเสธ

source: Connection attempt already in progress.
th: กำลังพยายามทำการเชื่อมต่ออยู่แล้ว

source: Network failure.
th: เครือข่ายล้มเหลว

source: Socket timed out.
th: หมดเวลาการเชื่อมต่อซ็อกเก็ต

source: Remote closed connection.
th: อีกฝ่ายได้ปิดการเชื่อมต่อแล้ว

source: Unexpected error condition (%1).
th: พบเงื่อนไขข้อผิดพลาดที่ไม่คาดคิด (%1)

source: There was a connection error: %1
th: เกิดข้อผิดพลาดของการเชื่อมต่อ: %1

source: Unknown host.
th: ไม่รู้จักเครื่องโฮสต์

source: Could not connect to a required remote resource.
th: ไม่สามารถเชื่อมต่อไปยังทรัพยากรทางไกลตามที่ต้องการได้

source: It appears we have been redirected to another server; I do not know how to handle this.
th: ดูเหมือนว่าจะมีการส่งต่อไปยังแม่ข่ายบริการตัวอื่น ฉันไม่รู้ว่าจะจัดการเหตุการณ์นี้ได้อย่างไร

source: Unsupported protocol version.
th: รุ่นของโพรโทคอลยังไม่ถูกรองรับ

source: Unknown error.
th: ไม่ทราบข้อผิดพลาด

source: There was a negotiation error: %1
th: เกิดข้อผิดพลาดในการเจรจา: %1

source: Server rejected our request to start the TLS handshake.
th: แม่ข่ายปฏิเสธการร้องขอของเราในการเริ่มกระบวนการเชื่อมต่อแบบ TLS

source: Failed to establish a secure connection.
th: ล้มเหลวในการเริ่มการเชื่อมต่อแบบปลอดภัย

source: Login failed with unknown reason.
th: การลงชื่อเข้าระบบล้มเหลวโดยไม่ทราบสาเหตุ

source: Encryption is required but not present.
th: ต้องการการเข้ารหัสแต่มันกลับไม่มีอยู่

source: Invalid user ID.
th: ค่าประจำตัวผู้ใช้ ใช้ไม่ได้หรือไม่ถูกต้อง

source: Temporary failure, please try again later.
th: เกิดความล้มเหลวชั่วคราว โปรดลองใหม่อีกครั้ง

source: There was an error authenticating with the server: %1
th: เกิดข้อผิดพลาดระหว่างทำการตรวจสอบสิทธิ์กับเครื่องแม่ข่ายให้บริการ: %1

source: The resource is already in use.
th: ทรัพยากรถูกใช้งานอยู่แล้ว

source: Kopete: Connection problem with Jabber server %1
th: Kopete: เกิดปัญหากับการเชื่อมต่อกับแม่ข่ายบริการ Jabber %1

source: The Jabber user %1 removed %2's subscription to him/her. This account will no longer be able to view his/her online/offline status. Do you want to delete the contact?
th: ผู้ใช้บริการ Jabber ที่ชื่อ %1 ได้ลบการร้องขอเพิ่มชื่อติดต่อของ %2 ออกไป บัญชีผู้ใช้นี้ จะไม่สามารถแสดงสถานะการอยู่ในระบบ/ไม่อยู่ในระบบ ของเขาหรือเธอได้คุณต้องการจะลบชื่อติดต่อนี้หรือไม่ ?

source: Notification
th: การแจ้งให้ทราบ

source: Waiting for authorization
th: กำลังรอการอนุญาต

source: A password is required to join the room %1.
th: ต้องการรหัสผ่านในการเข้าร่วมสนทนาในห้อง %1

source: Error trying to join %1 : nickname %2 is already in use
th: เกิดข้อผิดพลาดระหว่างพยายามเข้าร่วม %1 : มีการใช้ชื่อที่ใช้แสดง %2 อยู่ก่อนแล้ว

source: Provide your nickname
th: จัดเตรียมชื่อเล่นของคุณ

source: You cannot join the room %1 because you have been banned
th: คุณไม่สามารถเข้าร่วมในห้อง %1 ได้ เนื่องจากคุณถูกห้าม (ถูกแบน)

source: Jabber Group Chat
th: กลุ่มการสนทนาบนบริการ Jabber

source: You cannot join the room %1 because the maximum number of users has been reached
th: คุณไม่สามารถเข้าร่วมในห้อง %1 ได้ เนื่องจากมีจำนวนของผู้ใช้ถึงค่าสูงสุดแล้ว

source: No reason given by the server
th: บริการไม่ได้ให้เหตุผลใด ๆ กลับมา

source: There was an error processing your request for groupchat %1. (Reason: %2, Code %3)
th: เกิดข้อผิดพลาดขึ้นระหว่างประมวลผลการร้องของคุณในการสนทนากลุ่ม %1 (เนื่องจาก: %2, รหัส %3)

source: Do you want to also unregister "%1" from the Jabber server ? If you unregister, your whole contact list may be removed from the server, and you will never be able to connect to this account with any client
th: คุณต้องการจะยกเลิกการลงทะเบียน "%1" จากบริการ Jabber จริง ๆ หรือไม่ ? หากคุณยกเลิกการลงทะเบียน รายการชื่อติดต่อทั้งหมดของคุณจะถูกลบออกจากบริการด้วยและคุณจะไม่สามารถเชื่อมต่อจากโปรแกรมไคลเอนต์ใด ๆ ด้วยบัญชีผู้ใช้บริการนี้ได้อีก

source: Unregister
th: ยกเลิกการลงทะเบียน

source: Remove and Unregister
th: เอาออกและยกเลิกการลงทะเบียน

source: Remove only from Kopete
th: เอาออกจาก Kopete เท่านั้น

source: An error occurred while trying to remove the account: %1
th: เกิดข้อผิดพลาดขึ้นระหว่างพยายามลบเอาบัญชีผู้ใช้ต่อไปนี้ออกไป: %1

source: Jabber Account Unregistration
th: การยกเลิกการลงทะเบียนบัญชีผู้ใช้บริการ Jabber

source: You cannot see each others' status.
th: คุณไม่สามารถเห็นสถานะของคนอื่น ๆ ได้

source: You can see this contact's status, but he/she cannot see your status.
th: คุณจะสามารถเห็นสถานะของชื่อติดต่อนี้ได้ แต่เขาหรือเธอ จะไม่สามารถเห็นสถานะของคุณได้

source: This contact can see your status, but you cannot see his/her status.
th: ชื่อติดต่อนี้จะสามารถเห็นสถานะของคุณได้ แต่คุณจะไม่สามารถเห็นสถานะของเขาหรือเธอได้

source: You can see each others' status.
th: คุณสามารถเห็นสถานะของคนอื่น ๆ ได้

source: Client
th: ไคลเอนต์

source: Groupchat
th: สนทนาเป็นกลุ่ม

source: Rich text messages
th: ข้อความแบบมีรูปแบบ (Rich text)

source: File transfers
th: ส่งถ่ายแฟ้มต่าง ๆ

source: Timestamp
th: เวลาที่ประทับ

source: Message
th: ข้อความ

source: Failed to download Jabber contact photo.
th: ล้มเหลวในการดาวน์โหลดภาพของชื่อติดต่อของบริการ Jabber

source: Groupchat Bookmark
th: คั่นหน้ากลุ่มการสนทนา

source: Show audio calls
th: แสดงการสนทนาแบบใช้เสียง

source: Start audio call
th: เริ่มการสนทนาแบบใช้เสียง

source: Authorization
th: การอนุญาต

source: Call contact
th: โทรหาผู้ติดต่อ

source: Free to Chat
th: พร้อมจะสนทนา

source: Do Not Disturb
th: ห้ามรบกวน

source: Select Resource
th: เลือกทรัพยากร

source: Test action
th: ทดสอบการกระทำ

source: Do you also want to remove user %1's authorization to see your status?
th: คุณแน่ใจหรือว่าต้องการยกเลิกการอนุญาตให้รายชื่อติดต่อ '%1' มองเห็นสถานะของคุณ?

source: You have been invited to %1
th: คุณได้รับการเชื้อเชิญไปยัง %1

source: Change nickname
th: เปลี่ยนชื่อที่แสดง

source: Change nickname - Jabber Plugin
th: ส่วนเสริม Jabber - เปลี่ยนชื่อที่แสดง

source: Please enter the new nickname you want to have in the room <i>%1</i>
th: โปรดป้อนชื่อที่แสดงใหม่ของคุณที่ต้องการใช้แสดงในห้อง <i>%1</i>

source: Free for Chat
th: พร้อมจะสนทนา

source: Do not Disturb
th: ห้ามรบกวน

source: Authorization Status
th: สถานะการอนุญาต

source: Available Resources
th: ทรัพยากรต่าง ๆ ที่มีให้

source: Jabber ID
th: ชื่อผู้ใช้ Jabber

source: Birthday
th: วันเกิด

source: Timezone
th: เขตเวลา

source: Homepage
th: หน้าเว็บหลัก

source: Company name
th: ชื่อบริษัท

source: Company Departement
th: ฝ่ายในบริษัท

source: Company Position
th: ตำแหน่งในบริษัท

source: Company Role
th: บทบาทของบริษัท

source: Work Street
th: ถนนของที่ทำงาน

source: Work Extra Address
th: ที่อยู่พิเศษของที่ทำงาน

source: Work PO Box
th: ตู้ ป.ณ.ของที่ทำงาน

source: Work City
th: เมืองที่ทำงาน

source: Work Postal Code
th: รหัสไปรษณีย์ของที่ทำงาน

source: Work Country
th: ประเทศที่ทำงาน

source: Work Email Address
th: ที่อยู่อีเมลของที่ทำงาน

source: Home Street
th: ถนนของที่บ้าน

source: Home Extra Address
th: ที่อยู่พิเศษของที่บ้าน

source: Home PO Box
th: ตู้ ป.ณ.ของที่บ้าน

source: Home City
th: เมืองของที่บ้าน

source: Home Postal Code
th: รหัสไปรษณีย์ของที่บ้าน

source: Home Country
th: ประเทศของที่บ้าน

source: Fax
th: โทรสาร

source: About
th: เกี่ยวกับ

source: Choose an account to handle the URL %1
th: เลือกบัญชีผ็ใช้ที่จะใช้จัดการที่อยู่ URL %1

source: Do you want to add '%1' to your contact list?
th: คุณต้องการจะเพิ่ม '%1' ไปยังรายการชื่อติดต่อของคุณหรือไม่ ?

source: Do Not Add
th: ไม่ต้องเพิ่ม

source: Do you want to remove '%1' from your contact list?
th: คุณแน่ใจหรือว่าต้องการลบชื่อติดต่อ '%1' ออกไปจากรายการชื่อติดต่อ ?

source: Do Not Remove
th: ไม่ต้องลบ

source: Please enter your nickname for the room %1
th: โปรดใส่ชื่อเล่นที่จะใช้กับห้อง %1

source: Main Window
th: หน้าต่างหลัก

source: Toolbar
th: แถบเครื่องมือ

source: Audio
th: เสียง

source: Choose the contents you want to accept:
th: เลือกเนื้อหาต่าง ๆ ที่คุณต้องการจะยอมรับ:

source: Dialog
th: กล่องโต้ตอบ

source: Answer for incoming call
th: รับสายที่เรียกเข้า

source: Accepted
th: ยอมรับแล้ว

source: Calling...
th: กำลังโทร...

source: Rejected
th: ถูกปฏิเสธ

source: Call in progress
th: อยู่ระหว่างการโทร

source: Waiting...
th: กำลังรอ...

source: Calling with:
th: ต่อสายไปยัง:

source: Call Status:
th: สถานะการต่อสาย:

source: Accept
th: ยอมรับ

source: Reject
th: ปฏิเสธ

source: Hang up
th: วางสาย

source: None
th: ไม่ต้อง

source: Afraid
th: กลัว

source: Amazed
th: อัศจรรย์ใจ

source: Angry
th: โกรธ

source: Annoyed
th: รำคาญ

source: Anxious
th: วิตกกังวล

source: Aroused
th: กระฉับกระเฉง

source: Ashamed
th: อับอาย

source: Bored
th: น่าเบื่อ

source: Brave
th: กล้าหาญ

source: Calm
th: สงบ

source: Cold
th: หนาว

source: Confused
th: สับสน

source: Contented
th: พอใจ

source: Cranky
th: แปลกประหลาด

source: Curious
th: อยากรู้อยากเห็น

source: Depressed
th: หมดกำลังใจ

source: Disappointed
th: ผิดหวัง

source: Disgusted
th: รังเกียจ

source: Distracted
th: มึนงง

source: Embarrassed
th: เขิน

source: Excited
th: ตื่นเต้น

source: Flirtatious
th: แทะโลม

source: Frustrated
th: ท้อแท้

source: Grumpy
th: ไม่สบอารมณ์

source: Guilty
th: ละอาย

source: Happy
th: มีความสุข

source: Hot
th: ร้อน

source: Humiliated
th: ขายหน้า

source: Hungry
th: หิว

source: Hurt
th: เจ็บปวด

source: Impressed
th: ประทับใจ

source: In awe
th: เกรงกลัว

source: In love
th: รักมันจุกอก

source: Indignant
th: โกรธ

source: Interested
th: สนใจ

source: Intoxicated
th: เมา

source: Jealous
th: อิจฉา

source: Lonely
th: หงอยเหงา

source: Mean
th: ใจร้าย

source: Moody
th: หงุดหงิด

source: Nervous
th: กระวนกระวาย

source: Neutral
th: เฉย ๆ

source: Offended
th: ขุ่นเคือง

source: Playful
th: หยอกล้อ

source: Proud
th: ภูมิใจ

source: Relieved
th: ปลดปล่อย

source: Remorseful
th: สำนึกผิด

source: Restless
th: ไม่ได้พักผ่อน

source: Sad
th: เศร้า

source: Sarcastic
th: เหน็บแนม

source: Serious
th: เครียด

source: Shocked
th: ตกใจสุดขีด

source: Shy
th: เอียงอาย

source: Sick
th: ป่วย

source: Sleepy
th: ง่วงนอน

source: Stressed
th: ตึงเครียด

source: Surprised
th: ประหลาดใจ

source: Thirsty
th: กระหายน้ำ

source: Worried
th: กลุ้มใจ

source: Add Contacts
th: เพิ่มชื่อติดต่อ

source: The Jabber ID for the account you would like to add.
th: หมายเลขผู้ใช้ Jabber สำหรับบัญชีผู้ใช้ของคุณที่ต้องการจะเพิ่ม

source: The Jabber ID for the account you would like to add. Note that this must include the username and the domain (like an E-mail address), as there are many Jabber servers.
th: ผู้ใช้ Jabber สำหรับบัญชีผู้ใช้ของคุณที่ต้องการจะเพิ่ม โปรดจำไว้ว่า ตัวผู้ใช้นี้ จะมีการรวมชื่อผู้ใช้และโดเมนเข้าด้วยกัน (คล้ายกับที่อยู่อีเมล) เนื่องจากโพรโทคอล Jabber นี้มีเครื่องให้บริการอยู่หลายเครื่องมาก

source: &Jabber ID:
th: ผู้ใช้ Jabber:

source: <i>(for example: joe@jabber.org)</i>
th: <i>(ตัวอย่าง: somchai@jabber.org)</i>

source: Refresh
th: ปรับปรุงใหม่

source: Execute command
th: ประมวลผลคำสั่ง

source: Command executing
th: กำลังประมวลผลคำสั่ง

source: Finish
th: เสร็จแล้ว

source: Next
th: ถัดไป

source: Previous
th: ก่อนหน้า

source: Current password:
th: รหัสผ่านปัจจุบัน:

source: New password:
th: รหัสผ่านใหม่:

source: Server:
th: เซิร์ฟเวอร์:

source: &Query
th: ค้นหา

source: Chatroom Name
th: ชื่อห้องสนทนา

source: Chatroom Description
th: คำอธิบายของห้องพูดคุย

source: Room:
th: ห้อง:

source: Registration Form
th: การลงทะเบียนจาก

source: &Execute
th: ประมวลผล

source: Change Jabber Password
th: เปลี่ยนรหัสผ่านของบริการ Jabber

source: You entered your current password incorrectly.
th: คุณป้อนรหัสผ่านปัจจุบันของคุณไม่ถูกต้อง

source: Password Incorrect
th: รหัสผ่านไม่ถูกต้อง

source: Your new passwords do not match. Please enter them again.
th: รหัสผ่านใหม่ของคุณไม่ตรงกัน โปรดป้อนมันใหม่อีกครั้ง

source: For security reasons, you are not allowed to set an empty password.
th: เนื่องจากเหตุผลด้านความปลอดภัย คุณจึงไม่ได้รับอนุญาตให้ปล่อยรหัสผ่านว่างเอาไว้ได้

source: Your account needs to be connected before the password can be changed. Do you want to try to connect now?
th: บัญชีผู้ใช้ของคุณต้องการการเชื่อมต่อก่อนจึงจะสามารถเปลี่ยนรหัสผ่านได้ คุณต้องการจะลองเชื่อมต่อเดี๋ยวนี้หรือไม่ ?

source: Jabber Password Change
th: เปลี่ยนรหัสผ่านของ Jabber

source: Your password has been changed successfully. Please note that the change may not be instantaneous. If you have problems logging in with your new password, please contact the administrator.
th: รหัสผ่านของคุณได้รับการเปลี่ยนเรียบร้อยแล้ว โปรดทราบว่า การเปลี่ยนแปลงอาจจะยังไม่มีผลในทันที หากคุณพบปัญหาในการล็อกอินเข้าสู่ระบบด้วยรหัสผ่านใหม่ของคุณ ให้ติดต่อไปยังผู้บริหารระบบ

source: Your password could not be changed. Either your server does not support this feature or the administrator does not allow you to change your password.
th: ไม่สามารถเปลี่ยนรหัสผ่านของคุณได้ อาจเป็นไปได้ว่า แม่ข่ายให้บริการไม่รองรับคุณสมบัตินี้ หรือผู้บริหารระบบอาจจะไม่อนุญาตให้คุณทำการเปลี่ยนรหัสผ่านด้วยตัวคุณเองก็ได้

source: Join Jabber Groupchat
th: เข้าร่วมกลุ่มการสนทนา

source: Join
th: เข้าร่วม

source: Unable to retrieve the list of chat rooms.
th: ไม่สามารถรับค่ารายการห้องพูดคุยได้

source: List Chatrooms
th: เรียกรายการห้องพูดคุย

source: Account Preferences - Jabber
th: ปรับแต่งบัญชีผู้ใช้ - Jabber

source: &Basic Setup
th: ตั้งค่า&พื้นฐาน

source: The Jabber ID for the account you would like to use.
th: ชื่อผู้ใช้ Jabber ที่คุณต้องการใช้สำหรับบัญชีผู้ใช้

source: The Jabber ID for the account you would like to use. Note that this must include the username and the domain (like an E-mail address), as there are many Jabber servers.
th: ชื่อผู้ใช้ Jabber ที่คุณต้องการใช้สำหรับบัญชีผู้ใช้ โปรดจำไว้ว่า ชื่อผู้ใช้นี้ จะมีการรวมชื่อผู้ใช้และโดเมนเข้าด้วยกัน (คล้ายกับที่อยู่อีเมล) เนื่องจากโพรโทคอล Jabber นี้มีเครื่องให้บริการอยู่หลายเครื่องมาก

source: The Jabber ID for the account you would like to use. Note that this must include the username and the domain (for example, joe@jabber.org), as there are many Jabber servers.
th: ชื่อผู้ใช้ Jabber ที่คุณต้องการใช้สำหรับบัญชีผู้ใช้ โปรดจำไว้ว่า ชื่อผู้ใช้นี้ จะมีการรวมชื่อผู้ใช้และโดเมนเข้าด้วยกัน (ตัวอย่างเช่น somchai@jabber.org) เนื่องจากโพรโทคอล Jabber นี้มีเครื่องให้บริการอยู่หลายเครื่องมาก

source: To connect to the Jabber network, you will need an account on a Jabber server. If you do not yet have an account, please click the button to create one.
th: เพื่อเชื่อมต่อไปยังเครือข่ายของ Jabber คุณจำเป็นจะต้องมีบัญชีผู้ใช้บนเครื่องแม่ข่าย Jabber เสียก่อน หากคุณยังไม่มีบัญชีผู้ใช้ดังกล่าว โปรดกดที่ปุ่มเพื่อสร้างบัญชีผู้ใช้

source: Change Password
th: เปลี่ยนรหัสผ่าน

source: Change &Your Password...
th: เปลี่ยนรหัส&ผ่านของคุณ...

source: If you have an existing Jabber account and would like to change its password, you can use this button to enter a new password.
th: หากว่าคุณมีบัญชี Jabber อยู่แล้ว และต้องการที่จะเปลี่ยนรหัสผ่าน คุณสามารถใช้ปุ่มนี้เพื่อใส่รหัสผ่านใหม่ได้

source: Co&nnection
th: การเชื่อ&มต่อ

source: Allow plain-te&xt password authentication
th: อนุญาตให้ใช้การตรวจสอบรหัสผ่านแบบข้อความธรรมดา

source: &Override default server information
th: ใช้แ&ทนค่าข้อมูลรายละเอียดของเครื่องแม่ข่ายปริยาย

source: The IP address or hostname of the server you would like to connect to (for example jabber.org).
th: เลขไอพีหรือชื่อเครื่องโฮสต์ของเซิร์ฟเวอร์ที่คุณต้องการจะติดต่อด้วย (ตัวอย่างเช่น jabber.org)

source: Location Settings
th: ตั้งค่าที่ตั้ง

source: The resource name you would like to use on the Jabber network.
th: ชื่อของแหล่งที่คุณต้องการจะใช้บนเครือข่ายของ Jabber

source: The resource name you would like to use on the Jabber network. Jabber allows you to sign on with the same account from multiple locations with different resource names, so you may wish to enter 'Home' or 'Work' here, for example.
th: ชื่อของแหล่งที่คุณต้องการจะใช้บนเครือข่ายของ Jabber ตัว Jabber นั้นอนุญาตให้คุณทำการติดต่อเข้ามาได้จากหลายๆ ที่โดยใช้บัญชีผู้ใช้เดียวกัน โดยให้ใช้ชื่อของแหล่งต่างกัน ดังนั้นชื่อที่คุณอาจจะต้องการใส่เข้าไปตรงนี้อาจจะเป็น 'บ้าน' หรือ 'ที่ทำงาน' เป็นต้น

source: R&esource:
th: แหล่ง:

source: P&riority:
th: ระดับความสำคัญ:

source: Fi&le Transfer
th: การถ่ายโอนแฟ้ม

source: File Transfer Settings
th: ตั้งค่าการถ่ายโอนแฟ้ม

source: Por&t:
th: เลขพอ&ร์ท:

source: &Jingle
th: &กริ๊ง

source: Network
th: ระบบเครือข่าย

source: Auto-detect external IP address
th: ตรวจหาที่อยู่ IP ภายนอกอัตโนมัติ

source: First port to use:
th: พอร์ทแรกที่จะใช้:

source: Media
th: สื่อ

source: Microphone to use:
th: ไมโครโฟนที่จะใช้:

source: Audio output:
th: ส่วนส่งออกเสียง:

source: Pri&vacy
th: ความเป็นส่วนตัว

source: General Privacy
th: ความเป็นส่วนตัวทั่วไป

source: By default, Kopete gives the other users some info about your system and the client. Checking this box will hide that information.
th: โดยปริยายแล้ว Kopete จะยอมให้ผู้อื่นดูข้อมูลบางอย่างเกี่ยวกับระบบและโปรแกรมไคลเอนต์ของคุณได้ กาเลือกตัวเลือกนี้เพื่อซ่อนข้อมูลดังกล่าว

source: &Hide system and client info
th: ซ่อนข้อมูลระบบและข้อมูลโปรแกรมไคลเอนต์

source: Check this box if you always want to send notifications to your contacts.
th: กาเลือกตัวเลือกนี้ หากคุณต้องการจะส่งการแจ้งให้ทราบไปยังชื่อติดต่อที่ติดต่อด้วย

source: Always send not&ifications
th: ส่งการแจ้งให้ทราบเสมอ

source: <qt>Check this box to send the <b>Delivered notification</b> to your contacts : when a message is delivered to Kopete, Kopete can notify your contact that it has received the message.</qt>
th: <qt>กาเลือกกล่องนี้ เพื่อให้มีการส่ง<b>การแจ้งให้ทราบว่ามีข้อความถูกส่งให้</b>ไปยังชื่อติดต่อที่กำลังพูดคุยด้วยของคุณ : เมื่อมีข้อความที่ถูกส่งไปให้ยัง Kopete, Kopete จะสามารถแจ้งให้ชื่อติดต่อที่พูดคุยอยู่ด้วยนั้นทราบว่า ได้รับข้อความแล้ว</qt>

source: Alwa&ys send delivered notifications
th: แจ้งให้ทราบว่ามีข้อความถูกส่งให้แล้วเสมอ

source: <qt>Check this box to send the <b>Displayed notification</b> to your contacts : when a message is displayed in Kopete, Kopete can notify your contact that it has displayed the message.</qt>
th: <qt>กาเลือกกล่องนี้เพื่อให้มี<b>การแจ้งให้ทราบว่ามีข้อความที่ถูกแสดงแล้ว</b>ไปยังชื่อติดต่อที่กำลังพูดคุยด้วยของคุณ : เมื่อมีข้อความที่ถูกแสดงใน Kopete ทางปลายทาง, Kopete จะสามารถแจ้งให้ชื่อติดต่อที่พูดคุยอยู่ด้วยนั้นทราบว่า มีข้อความที่ถูกแสดงอยู่</qt>

source: Al&ways send displayed notifications
th: แจ้งให้ทราบว่ามีข้อความถูกแสดงเสมอ

source: <qt>Check this box to send the <b>Typing notification</b> to your contacts : when you are composing a message, you might want your contact to know that you are typing so that he/she knows you are answering.</qt>
th: <qt>กาเลือกกล่องนี้เพื่อให้มีการส่ง<b>การแจ้งให้ทราบว่าคุณกำลังพิมพ์ข้อความ</b>ไปยังชื่อติดต่อที่กำลังพูดคุยด้วยของคุณ : เมื่อคุณกำลังพิมพ์ข้อความโต้ตอบกับชื่อติดต่อที่คุณพูดคุยด้วยอยู่, คุณอาจจะต้องการให้คนที่พูดคุยอยู่ด้วยทราบว่าคุณกำลังทำการพิมพ์โต้ตอบเขาอยู่</qt>

source: Always send &typing notifications
th: แจ้งให้ทราบว่าคุณกำลังพิมพ์โต้ตอบอยู่เสมอ

source: Always send &gone notifications (closing the window)
th: แจ้งให้ทราบโดยให้ปลายทางเพิกเฉยได้เสมอ (จะทำการปิดหน้าต่างให้ที่ปลายทาง)

source: Privacy Lists
th: รายการความเป็นส่วนตัว

source: Unable to retrieve registration form. Reason: "%1"
th: ไม่สามารถรับแบบฟอร์มการลงทะเบียนได้ เนื่องจาก: "%1"

source: Registration sent successfully.
th: ส่งการลงทะเบียนเรียบร้อยแล้ว

source: Jabber Registration
th: การลงทะเบียนของ Jabber

source: The server rejected the registration form. Reason: "%1"
th: เครื่องแม่ข่ายปฏิเสธแบบฟอร์มการลงทะเบียน เนื่องจาก: "%1"

source: Register Account - Jabber
th: ลงทะเบียนบัญชีผู้ใช้ใหม่ - Jabber

source: C&hoose...
th: เลือก...

source: Desired Jabber &ID:
th: ชื่อผู้ใช้ Jabber ที่ต้องการ:

source: Pass&word:
th: รหัสผ่าน:

source: &Repeat password:
th: ยืนยันรหัสผ่าน:

source: &Port:
th: พอร์ต:

source: Services
th: บริการต่าง ๆ

source: Register...
th: ลงทะเบียน...

source: Search...
th: ค้นหา...

source: Execute...
th: ประมวลผล...

source: &Save User Info
th: บันทึกข้อมูลผู้ใช้

source: <qt>An error occurred when trying to change the photo.<br />Make sure that you have selected a valid image file</qt>
th: <qt>เกิดข้อผิดพลาดระหว่างพยายามเปลี่ยนรูปภาพ<br />โปรดแน่ใจว่าคุณได้เลือกรูปภาพที่ใช้ได้หรือถูกต้องแล้ว</qt>

source: Register
th: ลงทะเบียน

source: Search
th: ค้นหา

source: Please wait while retrieving search form...
th: โปรดรอระหว่างที่กำลังรับข้อมูลแบบฟอร์มการค้นหา...

source: Unable to retrieve search form.
th: ไม่สามารถรับข้อมูลแบบฟอร์มการค้นหาได้

source: The Jabber server rejected the search.
th: เครื่องแม่ข่ายของ Jabber ปฏิเสธการขอค้นข้อมูล

source: Jabber Search
th: ค้นหาบน Jabber

source: Nickname
th: ชื่อเล่น

# First name
source: First
th: ชื่อตัว

# Last name
source: Last
th: ชื่อสกุล

source: e-mail
th: อีเมล

source: Search For
th: ค้นหา

source: Node:
th: โหนด:

source: &Query Server
th: ค้นหาเซิร์ฟเวอร์

source: Full name:
th: ชื่อเต็ม:

source: Jabber ID:
th: ชื่อผู้ใช้ Jabber:

source: Homepage:
th: หน้าเว็บหลัก:

source: Birthday:
th: วันคล้ายวันเกิด:

source: Timezone:
th: เขตเวลา:

source: &Select Photo...
th: เลือกภาพถ่าย...

source: Clear Pho&to
th: ล้างภาพถ่าย

source: &Home Address
th: ที่อยู่ที่บ้าน

source: Street:
th: ถนน:

source: PO box:
th: ตู้ ป.ณ.:

source: Postal code:
th: รหัสไปรษณีย์:

source: Country:
th: ประเทศ:

source: &Work Address
th: ที่อยู่ที่ทำงาน

source: Wor&k Information
th: ข้อมูลการทำงาน

source: Company:
th: บริษัท:

source: Department:
th: ฝ่าย:

source: Position:
th: ตำแหน่ง:

source: Role:
th: บทบาท:

source: Phone &Numbers
th: หมายเลขโทรศัพท์

source: Home:
th: บ้าน:

source: Work:
th: โทรศัพท์ที่ทำงาน:

source: Fax:
th: โทรสาร:

source: Cell:
th: มือถือ:

source: A&bout
th: เกี่ยวกับ

source: Connect to the Jabber network and try again.
th: เชื่อมต่อไปยังเครือข่ายของ Jabber และลองใหม่อีกครั้ง

source: Choose Jabber Server
th: เลือกเครื่องแม่ข่ายของ Jabber

source: Retrieving server list...
th: กำลังรับรายการเครื่องแม่ข่าย...

source: Could not retrieve server list.
th: ไม่สามารถรับข้อมูลรายการเครื่องแม่ข่ายได้

source: Could not parse the server list.
th: ไม่สามารถประมวลรายการเครื่องแม่ข่ายได้

source: The changes you just made will take effect next time you log in with Jabber.
th: การเปลี่ยนแปลงที่คุณได้ทำไปจะมีผลใช้ได้ในครั้งต่อไปที่คุณทำการล็อกอินเข้า Jabber

source: The Jabber ID you have chosen is invalid. Please make sure it is in the form user@server.com, like an email address.
th: ชื่อผู้ใช้ Jabber ที่คุณเลือกไม่ถูกต้อง โปรดตรวจสอบว่ามันอยู่ในรูปแบบ ผู้ใช้@เซิร์ฟเวอร์.com คล้ายกับอีเมลหรือยัง

source: Invalid Jabber ID
th: ชื่อผู้ใช้ Jabber ไม่ถูกต้อง

source: Register New Jabber Account
th: ลงทะเบียนบัญชีผู้ใช้ Jabber ใหม่

source: Unless you know what you are doing, your JID should be of the form "username@server.com". In your case for example "username@%1".
th: คุณคงทราบว่าคุณกำลังทำอะไรอยู่ รูปแบบโดยทั่วไปของชื่อผู้ใช้ Jabber (JID) ควรจะเป็นในรูปแบบ "ชื่อผู้ใช้@เครื่องแม่ข่าย" ตัวอย่างเช่น "ชื่อผู้ใช้@%1"

source: Connecting to server...
th: กำลังเชื่อมต่อไปยังเซิร์ฟเวอร์...

source: Protocol error.
th: โพรโทคอลผิดพลาด

source: Connected successfully, registering new account...
th: ทำการเชื่อมต่อเรียบร้อยแล้ว กำลังลงทะเบียนบัญชีผู้ใช้ใหม่...

source: Registration successful.
th: การลงทะเบียนเสร็จสมบูรณ์แล้ว

source: Registration failed.
th: การลงทะเบียนล้มเหลว

source: Unable to create an account on the server. The Jabber ID is probably already in use.
th: ไม่สามารถสร้างบัญชีผู็ใช้บนเครื่องแม่ข่ายได้ อาจจะเนื่องมาจากมีชื่อผู้ใช้ Jabber ที่คุณระบุอยู่แล้วบนเครื่องแม่ข่าย

source: Jabber Account Registration
th: การลงทะเบียนผบัญชีผู้ใช้ของ Jabber

source: Settings
th: การตั้งค่า

source: List Editor
th: ตัวแก้ไขรายการ

source: List:
th: รายการ:

source: New List...
th: รายการใหม่...

source: Delete List
th: ลบรายการ
