Repository: KDE/kopete
Catalog: po/*/kopete.po
Languages: th

source: Set the initial status
th: ตั้งสถานะการเตรียมการทำงาน

source: When starting Kopete, and whenever your computer is online, all your accounts will go into the status selected here. You can exclude accounts individually in their properties.
th: เมื่อเริ่มการทำงานของ Kopete และเมื่อคอมพิวเตอร์ของคุณทำการเชื่อมต่ออินเทอร์เน็ต บัญชีผู้ใช้ทั้งหมดของคุณจะถูกปรับเป็นสถานะที่เลือกไว้ที่นี่ คุณสามารถที่จะ ไม่รวมบัญชีผู้ใช้ส่วนตัวให้ไม่ต้องเชื่อมต่อได้ ในกล่องคุณสมบัติของมัน

source: Offline
th: ไม่ได้เชื่อมต่อ

source: Online
th: อยู่ในสาย

source: Away
th: ไม่อยู่

source: Busy
th: ไม่ว่าง

source: Invisible
th: ไม่ปรากฎตัว

source: &Style
th: &รูปแบบ

source: &Emoticons
th: ภาพไอ&คอนสื่ออารมณ์

source: (No Variant)
th: (ไม่แปลง)

source: Choose Chat Window Style to Install
th: เลือกรูปแบบหน้าต่างการสนทนาที่จะติดตั้ง

source: Cannot Open Archive
th: ไม่สามารถเปิดแฟ้มจัดเก็บได้

source: Could not find a suitable place to install the chat window style.
th: ไม่พบที่ที่เหมาะสมในการติดตั้งชุดรูปแบบของหน้าต่างการสนทนาลงไป

source: Cannot Find Styles Directory
th: ไม่พบไดเรกทอรีเก็บรูปแบบ

source: Invalid Style
th: รูปแบบไม่ถูกต้อง

source: The chat window style was successfully installed.
th: ติดตั้งชุดรูปแบบของหน้าต่างการพูดคุยเสร็จสมบูรณ์แล้ว

source: Install Successful
th: ติดตั้งเรียบร้อยแล้ว

source: An unknown error occurred while trying to install the chat window style.
th: เกิดข้อผิดพลาดที่ไม่รู้จักขึ้น ระหว่างติดตั้งชุดรูปแบบของหน้าต่างพูดคุย

source: Unknown Error
th: ไม่ทราบข้อผิดพลาด

# @info
source: The Chat Window Style <resource>%1</resource> was successfully deleted.
th: ลบชุดรูปแบบของหน้าต่าง <resource>%1</resource> เรียบร้อยแล้ว

# This is the myself preview contact id
source: myself@preview
th: ตัวฉันเอง@ตัวอย่าง

# This is the myself preview contact nickname
source: Myself
th: ตัวฉันเอง

source: Jack
th: สมชาย

# This is the other preview contact id
source: jack@preview
th: สมชาย@ตัวอย่าง

# This is the other preview contact nickname
source: Jack
th: สมชาย

# preview of a chat session
source: Preview Session
th: แสดงตัวอย่างวาระการพูดคุย

source: Hello, this is an incoming message :-)
th: สวัสดี นี่คือข้อความที่ได้รับ :-)

source: Hello, this is an incoming consecutive message.
th: สวัสดี นี่คือข้อความที่รับอย่างต่อเนื่อง

source: Ok, this is an outgoing message
th: เอาล่ะ นี่คือข้อความที่จะส่งออกไป

source: Ok, an outgoing consecutive message.
th: เอาล่ะ นี่เป็นข้อความที่จะส่งออกต่อเนื่อง

source: Message that is being sent.
th: ข้อความที่กำลังจะถูกส่ง

source: Delivered message.
th: ข้อความที่ส่งแล้ว

source: Message that cannot be delivered.
th: ข้อความที่ไม่สามารถส่งไปได้

source: Here is an incoming colored message.
th: นี่เป็นข้อความที่ได้รับแบบมีสี

source: This is an internal message
th: นี่เป็นข้อความภายใน

source: performed an action
th: การกระทำที่ทำแล้ว

source: This is a highlighted message
th: นี่เป็นข้อความที่ถูกเน้น

source: Hello, this is an incoming file transfer request
th: สวัสดี นี่คือการร้องขอส่งถ่ายแฟ้มที่มีเข้ามา

source: Hello, this is a disabled incoming file transfer request
th: สวัสดี นี่คือการร้องขอส่งถ่ายแฟ้มที่มีเข้ามาที่ถูกปิดการใช้งาน

source: Bye
th: ไปล่ะ บาย

source: Configure Emoticon Themes
th: ปรับแต่งชุดไอคอนแสดงอารมณ์ต่าง ๆ

source: Fonts
th: แบบอักษรต่าง ๆ

source: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Base font in the chat window</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>
th: <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">แบบอักษรฐานบนหน้าต่างสนทนา</p> <p style="-qt-paragraph-type:empty; margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;"></p></body></html>

source: Base &font:
th: แ&บบอักษรฐาน:

source: Use system font
th: ใช้แบบอักษรของระบบ

source: Use custom font:
th: แบบอักษรกำหนดเอง:

source: &Highlight foreground:
th: สีพื้นหน้าข้อความที่ถูกเ&น้น:

source: Foreground color for highlighted messages
th: สีพื้นหน้าสำหรับข้อความต่าง ๆ ที่ถูกเน้น

source: Color for the background of the chat window
th: สีของพื้นหลังของหน้าต่างสนทนา

source: &Background color:
th: สี&พื้นหลัง:

source: Background color for highlighted messages
th: สีพื้นหลังของข้อความต่าง ๆ ที่ถูกเน้น

source: Highlight bac&kground:
th: สีพื้นหลั&งข้อความที่ถูกเน้น:

source: Color used for links in chats
th: สีที่จะใช้กับส่วนเชื่อมโยงในการสนทนาต่าง ๆ

source: &Link color:
th: สีส่วนเชื่อ&มโยง:

source: Formatting Overrides
th: แทนที่การจัดรูปแบบ

source: If this is checked, the text representation of emoticons in messages will be replaced by an image
th: หากกาเลือกตัวเลือกนี้ กลุ่มคำที่สื่อถึงอารมณ์ในข้อความจะถูกแทนที่ด้วยรูปภาพไอคอน

source: U&se the following emoticon theme:
th: ใ&ช้ชุดภาพไอคอนสื่ออารมณ์ต่อไปนี้:

source: &Manage Emoticons...
th: &จัดการภาพไอคอนสื่ออารมณ์...

source: Chat Window Appearance
th: รูปลักษณ์ของหน้าต่างพูดคุย

source: Display
th: แสดง

source: Group consecuti&ve messages
th: ข้อความต่อเนื่องของกลุ่ม

source: Co&mpact style in chatrooms
th: รูปแบบกะทัดรัดเมื่ออยู่ในห้องพูดคุย

source: Styles
th: รูปแบบ

source: Style variant:
th: แปลงรูปแบบ:

source: Get new Chat Window styles over the Internet
th: หารูปแบบหน้าต่างพูดคุยใหม่บนอินเทอร์เน็ต

source: &Get New...
th: หาตัวใหม่...

source: &Install...
th: ติดตั้ง...

source: &Delete
th: ลบ

source: General Plugins
th: ส่วนเสริมทั่วไป

source: &Manager
th: ตัว&จัดการ

source: Online Status Menu
th: เมนูสถานะการอยู่ในสาย

source: Protocol's online status menu:
th: เมนูสถานะการอยู่ในสายของโพรโทคอล:

source: As Global Status Menu
th: เป็นเมนูสถานะรวมทั่วไป

source: Only Statuses With Matching Category
th: เป็นสถานะเฉพาะเมื่อตรงกับหมวดหมู่เท่านั้น

source: All Statuses With Parent Category
th: เป็นสถานะทั้งหมดที่มีในหมวดหมู่แม่

source: Free For Chat
th: ว่างที่จะคุย

source: Extended Away
th: ไม่อยู่นานมาก

source: Idle
th: ว่าง

source: Do Not Change
th: ไม่ต้องเปลี่ยน

source: New Status
th: สถานะใหม่

source: New Group
th: กลุ่มใหม่

source: Add
th: เพิ่ม

source: Add Group
th: เพิ่มกลุ่ม

source: Category:
th: หมวดหมู่:

source: Title
th: เรื่อง

source: Placeholder
th: ตัวจับย้ายที่

source: Display Name
th: ชื่อที่ใช้แสดง:

source: Status Title
th: ชื่อของสถานะ

source: Status Message
th: สถานะข้อความ

source: Contact Icons
th: ไอคอนของชื่อติดต่อ

source: <qt>This contact is already on your contact list. It is a child contact of <b>%1</b></qt>
th: <qt>มีการติดต่อนี้บนรายการรายชื่อติดต่อของคุณอยู่แล้ว โดยมันเป็นรายการย่อยของ <b>%1</b></qt>

source: <qt>Are you sure you want to merge meta contacts? <b>%1</b>
th: <qt>คุณต้องการที่จะผสานข้อมูลกำกับรายชื่อติดต่อ <b>%1</b>

source: Meta Contact Merge
th: ผสานข้อมูลกำกับรายชื่อติดต่อ

source: Select Address Book
th: เลือกสมุดที่อยู่

source: Select Contact
th: เลือกรายชื่อติดต่อ

source: No writeable address book resource found.
th: ไม่พบทรัพยากรสมุดที่อยู่ที่สามารถเขียนได้

source: Add or enable one using the KDE System Settings.
th: เพิ่มหรือเปิดใช้ตัวใดตัวหนึ่งโดยใช้ 'ตั้งค่าระบบ KDE'

source: (already in address book)
th: (อยู่ในสมุดที่อยู่แล้ว)

source: This wizard helps you export instant messaging contacts to the KDE address book.
th: ตัวช่วยนี้จะช่วยให้คุณทำการส่งออกรายชื่อติดต่อของข้อความด่วนทันใจไปยังสมุดที่อยู่ของ KDE

source: &Select Address Book
th: เ&ลือกสมุดที่อยู่

source: Selected contacts will be added to the KDE address book.
th: รายการรายชื่อติดต่อจะถูกเพิ่มเข้าไปยังสมุดที่อยู่ของ KDE

source: Select &All
th: เลือก&ทั้งหมด

source: &Deselect All
th: ยกเ&ลิกเลือกทั้งหมด

source: <Not Set>
th: <ยังไม่ตั้งค่า>

source: Export to Address Book
th: ส่งออกไปยังสมุดที่อยู่

source: Export
th: ส่งออก

source: Set address book fields using the selected data from Kopete
th: ตั้งค่าช่องข้อมูลสมุดที่อยู่โดยใช้ข้อมูลที่เลือกไว้จาก Kopete

source: Merge with Address Book
th: รวมเข้าไปในสมุดที่อยู่

source: First name:
th: ชื่อตัว:

source: Home phone:
th: โทรศัพท์ที่บ้าน:

source: Work phone:
th: โทรศัพท์ที่ทำงาน:

source: Mobile phone:
th: โทรศัพท์เคลื่อนที่:

source: URL:
th: ที่อยู่ URL:

source: Last name:
th: ชื่อสกุล:

source: Email:
th: อีเมล:

source: Create New Group...
th: สร้างกลุ่มใหม่...

source: &Move To
th: &ย้ายไปยัง

source: &Copy To
th: &คัดลอกไปยัง

source: Merge Meta Contacts
th: ข้อมูลกำกับรายชื่อติดต่อ

source: Send Email...
th: ส่งอีเมล...

source: &Add Contact
th: เ&พิ่มรายชื่อติดต่อ

source: Select Account
th: เลือกบัญชีผู้ใช้

source: Add to Your Contact List
th: เพิ่มไปยังรายการรายชื่อติดต่อของคุณ

source: &Properties
th: คุณสม&บัติ

source: Please enter the name for the new group:
th: โปรดป้อนชื่อสำหรับกลุ่มใหม่:

source: <qt>Are you sure you want to remove the contact <b>%1</b> from your contact list?</qt>
th: <qt>คุณต้องการที่จะลบรายชื่อติดต่อ <b>%1</b> ออกจากรายการรายชื่อติดต่อของคุณจริงหรือไม่ ?</qt>

source: <qt>Are you sure you want to remove the group <b>%1</b> and all contacts that are contained within it?</qt>
th: <qt>คุณต้องการจะลบกลุ่ม <b>%1</b> และรายชื่อติดต่อทั้งหมดที่อยู่ในกลุ่มนี้จริงหรือไม่ ?</qt>

source: Are you sure you want to remove these contacts from your contact list?
th: คุณต้องการจะลบรายชื่อติดต่อเหล่านี้ออกจากรายการรายชื่อติดต่อของคุณจริงหรือไม่ ?

source: Are you sure you want to remove these groups and contacts from your contact list?
th: คุณต้องการจะลบกลุ่มเหล่านี้รวมถึงรายชื่อติดต่อของมัน ออกจากรายการรายชื่อติดต่อของคุณจริงหรือไม่ ?

source: There is no email address set for this contact in the KDE address book.
th: ยังไม่มีการตั้งค่าที่อยู่อีเมลสำหรับรายชื่อติดต่อในสมุดที่อยู่ของ KDE เลย

source: No Email Address in Address Book
th: ไม่มีที่อยู่อีเมลในสมุดที่อยู่

source: This contact was not found in the KDE address book. Check that a contact is selected in the properties dialog.
th: ไม่พบรายชื่อติดต่อนี้ในสมุดที่อยู่ของ KDE โปรดตรวจสอบว่ารายชื่อติดต่อดังกล่าวถูกเลือกในกล่องคุณสมบัติเรียบร้อยแล้วหรือยัง

source: Not Found in Address Book
th: ไม่พบในสมุดที่อยู่

source: Rename Contact
th: เปลี่ยนชื่อของชื่อติดต่อ

source: Remove Contact
th: ลบรายชื่อติดต่อ

source: Send Single Message...
th: ส่งข้อความเดี่ยว...

source: &Add Subcontact
th: เ&พิ่มรายชื่อติดต่อย่อย

source: Rename Group
th: เปลี่ยนชื่อของกลุ่ม

source: Remove Group
th: ลบกลุ่ม

source: Send Message to Group
th: ส่งข้อความไปยังกลุ่ม

source: &Add Contact to Group
th: เ&พิ่มรายชื่อติดต่อไปยังกลุ่ม

source: Make Meta Contact
th: สร้างข้อมูลกำกับรายชื่อติดต่อ

source: Add Contact
th: เพิ่มรายชื่อติดต่อ

source: &Name:
th: &ชื่อ:

source: Icons
th: ภาพไอคอน

source: Use custom &icons
th: กำหนดภาพไอคอนเอง

source: O&pen:
th: เ&ปิด:

source: C&losed:
th: ปิ&ด:

source: Properties of Group %1
th: คุณสมบัติของกลุ่ม %1

source: Custom &Notifications
th: กำหนดการแ&จ้งให้ทราบเอง

source: Properties of Meta Contact %1
th: คุณสมบัติของข้อมูลกำกับรายชื่อติดต่อ %1

source: Address Book Link
th: เชื่อมโยงสมุดที่อยู่

source: Export contact's details to the KDE Address Book
th: ส่งออกรายละเอียดของรายชื่อติดต่อไปยังสมุดที่อยู่ของ KDE

source: E&xport Details...
th: ส่งออ&กรายละเอียดต่าง ๆ ...

source: Import contacts from the KDE Address Book
th: นำเข้ารายชื่อติดต่อจากสมุดที่อยู่ของ KDE

source: &Import Contacts
th: นำเ&ข้ารายชื่อติดต่อต่าง ๆ

source: Display Name Source
th: แสดงชื่อของต้นทาง

source: Use address book &name (needs address book link)
th: ใช้&ชื่อในสมุดที่อยู่ (ต้องการเชื่อมโยงสมุดที่อยู่)

source: From contact:
th: จากชื่อติดต่อ:

source: Contact with which to synchronize the displayname.
th: ชื่อติดต่อที่จะปรับเทียบข้อมูลกับชื่อที่ใช้แสดง

source: Cus&tom:
th: กำหนดเ&อง:

source: Photo Source
th: ต้นทางของรูปภาพ

source: U&se address book photo (needs address book link)
th: ใช้&ภาพในสมุดที่อยู่ (ต้องการเชื่อมโยงสมุดที่อยู่)

source: Photo
th: รูปภาพ

source: Custom:
th: กำหนดเอง:

source: Choose...
th: เลือก...

source: S&ync photo to address book
th: ปรับเ&ทียบรูปภาพกับสมุดที่อยู่

source: Ad&vanced
th: &ขั้นสูง

source: Check to set custom icons for this contact
th: กาเลือกเพื่อกำหนดไอคอนต่าง ๆ ให้กับชื่อติดต่อนี้เอง

source: Use custom status &icons
th: ใช้ไ&อคอนแสดงสถานะที่กำหนดเอง

source: &Online:
th: &อยู่ในสาย:

source: O&ffline:
th: ไ&ม่อยู่ในสาย:

source: Awa&y:
th: ไม่อ&ยู่:

source: Un&known:
th: ไม่&ทราบ:

source: &Group:
th: &กลุ่ม:

source: Address book entry:
th: รายการในสมุดที่อยู่:

source: Account Identity
th: การแสดงตัวของบัญชีผู้ใช้

source: Select the identity to be used by the accounts:
th: เลือกการแสดงตัวที่จะใช้กับบัญชีผู้ใช้:

source: <img name=foobar> My Account
th: <img name=foobar> บัญชีผู้ใช้ของฉัน

source: Identity
th: การแสดงตัว

source: Detailed Info
th: ข้อมูลรายละเอียด

source: E-mail:
th: อีเมล:

source: Private phone:
th: โทรศัพท์ส่วนตัว:

source: Identity Information
th: ข้อมูลการแสดงตัว

source: No Photo
th: ไม่มีรูปภาพ

source: General Information
th: ข้อมูลทั่วไป

source: Detailed Information
th: ข้อมูลรายละเอียด

source: General Info
th: ข้อมูลทั่วไป

source: Select Photo
th: เลือกภาพถ่าย

source: Clear Photo
th: ล้างภาพถ่าย

source: Show as:
th: แสดงเป็น:

source: Nickname:
th: ชื่อเล่น:

source: Identity Name
th: ชื่อการแสดงตัว

# Button to open account configuration widget
source: Click to add an account
th: คลิกที่นี่เพื่อเพิ่มบัญชีผู้ใช้ใหม่

source: View
th: แสดง

source: &File
th: แ&ฟ้ม

source: &Edit
th: แ&ก้ไข

source: Quick Search Bar
th: แถบค้นหาด่วน

source: &Other Actions
th: การกระทำอื่&น ๆ

source: &Groups
th: &กลุ่มต่าง ๆ

source: Global status message
th: ข้อความสถานะรวมทั่วไป

source: Service messages
th: ข้อความต่าง ๆ ของบริการ

source: &Export Contacts...
th: &ส่งออกรายชื่อติดต่อ...

source: &Away
th: ไ&ม่อยู่

source: &Busy
th: ไม่&ว่าง

source: &Invisible
th: ไม่&ปรากฎตัว

source: &Online
th: &อยู่ในสาย

source: &Set Status
th: &ตั้งสถานะ

source: Configure &Global Shortcuts...
th: ปรับแต่งปุ่มพิมพ์&ลัดส่วนรวม...

source: Show &All
th: แสดง&ทั้งหมด

source: Show Offline &Users
th: แสดง&ผู้ใช้ที่ไม่ได้เชื่อมต่อ

source: Show Empty &Groups
th: แสดง&กลุ่มที่ว่างเปล่า

source: Read Message
th: อ่านข้อความ

source: Read the next pending message
th: อ่านข้อความต่อไปที่รออยู่

source: Show/Hide Contact List
th: แสดง/ซ่อน รายการรายชื่อติดต่อ

source: Show or hide the contact list
th: แสดงหรือซ่อนรายการรายชื่อติดต่อ

source: Set Away/Back
th: ตั้งค่า ไม่อยู่/เดี๋ยวกลับ

source: <qt>Closing the main window will keep Kopete running in the system tray. Use 'Quit' from the 'File' menu to quit the application.</qt>
th: <qt>การปิดหน้าต่างหลักไม่ได้เป็นการจบการทำงานของโปรแกรม Kopete โดยมันยังคงทำงานอยู่ต่อไปในถาดระบบ หากต้องการออกจากโปรแกรม ให้ใช้เมนู 'แฟ้ม' -&gt; 'ออก' เพื่อจบการทำงาน</qt>

source: Docking in System Tray
th: ทำงานอยู่ในถาดระบบ

# @label:textbox formatted status title
source: <b>Status&nbsp;Title:</b>&nbsp;%1
th: <b>หัวเรื่องสถานะ:</b>&nbsp;%1

# @label:textbox formatted status message
source: <br /><b>Status&nbsp;Message:</b>&nbsp;%1
th: <br /><b>ข้อความสถานะ:</b>&nbsp;%1

source: Kopete, the KDE Instant Messenger
th: Kopete โปรแกรมส่งข้อความแบบทันใจของ KDE

source: Developer and Project founder
th: ผู้พัฒนาและเริ่มโครงการ

source: Developer, Yahoo plugin maintainer
th: ผู้พัฒนา, ผู้ดูแลส่วนเสริม Yahoo

source: Developer
th: ผู้พัฒนา

source: Developer, Connection status plugin author
th: ผู้พัฒนา, ผู้เขียนส่วนเสริมสถานะการเชื่ีอมต่อ

source: Developer, Video device support
th: ผู้พัฒนา, รองรับอุปกรณ์วิดีโอ

source: Developer, MSN
th: ผู้พัฒนา, MSN

source: Developer, Gadu plugin maintainer
th: ผู้พัฒนา, ผู้ดูแลส่วนเสริม Gadu

source: Lead Developer, AIM and ICQ plugin maintainer
th: ผู้พัฒนาหลัก, ผู้ดูแลส่วนเสริม AIM และ ICQ

source: IRC plugin maintainer
th: ผู้ดูแลส่วนเสริม IRC

source: Lead Developer, Telepathy and Messenger plugin maintainer
th: ผู้พัฒนาหลัก, ผู้ดูแลส่วนเสริม Telepathy และ Messenger

source: Lead Developer, MSN plugin maintainer
th: ผู้พัฒนาหลัก, ผู้ดูแลส่วนเสริม MSN

source: Artist / Developer, Artwork maintainer
th: ศิลปิน/ผู้พัฒนา, ผู้ดูแลงานกราฟิก

source: Developer, UI maintainer
th: ผู้พัฒนา, ผู้ดูแลส่วนติดต่อผู้ใช้

source: Developer, WLM plugin maintainer
th: ผู้พัฒนา, ผู้ดูแลส่วนเสริม WLM

source: Developer, Jabber plugin maintainer
th: ผู้พัฒนา, ผุ้ดูแลส่วนเสริม Jabber

source: Lead Developer, GroupWise maintainer
th: ผู้พัฒนาหลัก, ผู้ดูแล GroupWise

source: Developer, AIM and ICQ
th: ผู้พัฒนา, AIM และ ICQ

source: Developer, Bonjour Plugin Maintainer
th: ผู้พัฒนา, ผู้ดูแลส่วนเสริม Bonjour

source: Konki style author
th: ผ้เขียนมังกร Konki style

source: Hacker style author
th: ผู้เขียน Hacker style

source: Kopete's icon author
th: ผู้เขียนภาพไอคอนของ Kopete

source: Sounds
th: ระบบเสียง

source: Kopete Docugoddess, Bug and Patch Testing.
th: เทพเจ้าผู้สร้างเอกสาร Kopete, ทดสอบข้อผิดพลาดและตัวแก้ไข

source: Iris Jabber Backend Library
th: ไลบรารีแบ็คเอนด์ Iris Jabber

source: OscarSocket author
th: ผู้เขียน OscarSocket

source: Kmerlin MSN code
th: เขียนโค้ด Kmerlin MSN

source: Former developer
th: ผู้พัฒนาอย่างเป็นทางการ

source: Former developer, project co-founder
th: ผู้พัฒนาอย่างเป็นทางการ, ผู้ร่วมก่อตั้งโครงการ

source: Misc bugfixes and enhancements
th: แก้ไขข้อผิดพลาดอื่น ๆ และเสริมความสามารถ

source: Former developer, original Gadu plugin author
th: ผู้พัฒนาอย่างเป็นทางการ, ผู้เขียนส่วนเสิรม Gadu ดั้งเดิม

source: Former developer, Jabber plugin author
th: ผู้พัฒนาอย่างเป็นทางการ, ผู้เขียนส่วนเสริม Jabber

source: Former developer, Oscar plugin
th: ผู้พัฒนาอย่างเป็นทางการ, ส่วนเสริม Oscar

source: Former developer and WinPopup maintainer
th: ผู้พัฒนาอย่างเป็นทางการ และผู้ดูแล WinPopup

# NAME OF TRANSLATORS
source: Your names
th: ถนอมทรัพย์ นพบูรณ์, สหชาติ อนุกูลกิจ

# EMAIL OF TRANSLATORS
source: Your emails
th: donga.nb@gmail.com, drrider@gmail.com

source: Do not load plugins. This option overrides all other options.
th: ไม่ต้องโหลดส่วนเสริม ตัวเลือกนี้จะใช้แทนที่การตั้งค่าอื่น ๆ ทั้งหมด

source: Disable auto-connection
th: ปิดการเชื่อมต่อโดยอัตโนมัติ

source: C&lear
th: &ล้าง

source: Edit Message
th: แก้ไขข้อความ

source: Edit Message...
th: แก้ไขข้อความ...

source: Edit Statuses...
th: แก้ไขสถานะต่าง ๆ ...

source: Configure Statuses
th: ปรับแต่งสถานะ

source: Flicker Reduction
th: การลดการกระพริบ

source: Framerate
th: อัตราเฟรม

source: Lights
th: แสง

source: Reset Camera
th: ตั้งค่ากล้องใหม่

source: uv ratio
th: อัตราส่วน uv

source: Invert
th: กลับสี

source: green balance
th: ปรับอุณหภูมิสีของแสงสีเขียว

source: band filter
th: ตัวกรองย่าน

source: Webcam Effects
th: ลูกเล่นเว็บแคม

source: Red Saturation
th: ความอิ่มสีของแสงสีแดง

source: Blue Saturation
th: ความอิ่มสีของแสงสีน้ำเงิน

source: Save User Settings
th: บันทึกการตั้งค่าผู้ใช้

source: Restore User Settings
th: เรียกคืนการตั้งค่าผู้ใช้

source: Restore Factory Settings
th: เรียกคืนค่าตั้งดั้งเดิม

source: Colour mode
th: โหมดสี

source: Noise reduction
th: การลดนอยส์

source: Automatic
th: อัตโนมัติ

source: Off
th: ปิด

source: Both
th: ทั้งคู่

source: Brightness
th: ความสว่าง

source: Hue
th: ความเข้มสี

source: Color
th: สี

source: Contrast
th: ความเปรียบต่าง

source: Whiteness
th: ความขาว

source: Automatic Brightness/Contrast Correction
th: การปรับแก้ความสว่าง/ความเปรียบต่างอัตโนมัติ

source: Automatic Color Correction
th: การปรับแก้ค่าสีให้ถูกต้องโดยอัตโนมัติ

source: Saturation
th: ความอิ่มสี

source: Volume
th: โวลุม

source: Balance
th: ความสมดุล

source: Bass
th: เสียงทุ้ม

source: Treble
th: เสียงแหลม

source: Mute
th: ตัดเสียง

source: Loudness
th: ความดัง

source: Black Level
th: ระดับความมืด

source: Automatic White Balance
th: ปรับอุณหภูมิสีของแสงสีขาวอัตโนมัติ

source: Do White Balance
th: ปรับอุณหภูมิสีของแสงสีขาว

source: Red Balance
th: ปรับอุณหภูมิสีของแสงสีแดง

source: Blue Balance
th: ปรับอุณหภูมิสีของแสงสีน้ำเงิน

source: Gamma
th: แกมมา

source: Exposure
th: ความเร็วชัตเตอร์

source: Automatic Gain
th: ขยายสัญญาณอัตโนมัติ

source: Gain
th: การขยายสัญญาณ

source: Horizontal Center
th: กึ่งกลางแนวนอน

source: Backlight Compensation
th: การทดแทนแสงพื้นหลังจอภาพ

source: Color Effects
th: ลูกเล่นสี

source: Rotate
th: หมุน

source: Background color
th: สีพื้นหลัง

source: A network connection was disconnected. The application is now in offline mode. Do you want the application to resume network operations when the network is available again?
th: การติดต่อกับเครือข่ายถูกตัด โปรแกรมจึงอยู่ในโหมดตัดสาย คุณต้องการจะให้โปรแกรมทำงานต่อเมื่อเครือข่าย ติดขึ้นมาอีกครั้งหรือไม่ ?

source: This application is currently in offline mode. Do you want to connect?
th: โปรแกรมนี้อยู่ในโหมดตัดสาย คุณต้องการจะต่อสายหรือไม่ ?

source: This application is currently in offline mode. Do you want to connect in order to carry out this operation?
th: โปรแกรมนี้อยู่ในโหมดตัดสายอยู่ในปัจจุบัน คุณต้องการที่จะต่อสายเพื่อทำงานต่อหรือไม่ ?

source: Leave Offline Mode?
th: ปล่อยให้อยู่ในโหมดไม่ได้เชื่อมต่อหรือไม่ ?

source: Connect
th: ต่อสาย

source: Stay Offline
th: อยู่ในโหมดไม่ได้เชื่อมต่อ

source: Could not open contact list file.
th: ไม่สามารถเปิดแฟ้มรายชื่อผู้ติดต่อได้

source: <qt>"%1" is not supported by Kopete.</qt>
th: <qt>Kopete ไม่รองรับ "%1" </qt>

source: Could Not Sync with KDE Address Book
th: ไม่สามารถติดต่อเพื่อปรับข้อมูลกับสมุดที่อยู่ของ KDE ได้

source: <qt>An address was added to this contact by another application.<br />Would you like to use it in Kopete?<br /><b>Protocol:</b> %1<br /><b>Address:</b> %2</qt>
th: <qt>ที่อยู่ที่ถูกเพิ่มให้กับรายชื่อติดต่อนี้ถูกเพิ่มโดยโปรแกรมอื่น<br />คุณต้องการจะใช้มันใน Kopete หรือไม่ ?<br /><b>โพรโทคอล:</b> %1<br /><b>ที่อยู่:</b> %2</qt>

source: Import Address From Address Book
th: นำเข้าที่อยู่จากสมุดที่อยู่

source: Use
th: ใช้

source: Do Not Use
th: ไม่ใช้

source: Not Connected
th: ไม่ได้เชื่อมต่อ

source: Choose Account
th: เลือกบัญชีผู้ใช้

source: No Account Found
th: ไม่พบบัญชีผู้ใช้

source: <qt>It was not possible to add the contact.</qt>
th: <qt>ไม่มีทางที่จะเพิ่มรายชื่อติดต่อ</qt>

source: Could Not Add Contact
th: ไม่สามารถเพิ่มชื่อติดต่อได้

source: Error Creating Contact
th: เกิดข้อผิดพลาดในการสร้างรายชื่อติดต่อ

source: Properties
th: คุณสมบัติต่าง ๆ

source: Edit Account
th: แก้ไขบัญชีผู้ใช้

source: You have been added
th: คุณถูกเพิ่มแล้ว

source: Add...
th: เพิ่ม...

source: Authorize
th: อนุญาต

source: Block
th: บล็อค

source: Info...
th: ข้อมูล...

source: The contact <b>%1</b> has added you to his/her contact list.
th: รายชื่อติดต่อชื่อ <b>%1</b> ได้ทำการเพิ่มชื่อคุณเข้าไปในรายการติดต่อของเขา

source: Contact list group sorting
th: การเรียงลำดับของกลุ่มของรายชื่อติดต่อ

source: Show Kopete in system tray.
th: แสดงไอคอน Kopete บนถาดระบบ

source: Use message queue.
th: ใช้คิวข้อความ

source: Queue unread messages.
th: เก็บข้อความที่ยังไม่ได้อ่านไว้ในคิว

source: Reconnect on disconnect.
th: ทำการเชื่อมต่อใหม่เมื่อถูกตัดการเชื่อมต่อ

source: Go available after detecting an activity.
th: ปรับกลับมาเป็นสถานะอยู่เช่นเดิม เมื่อตรวจสอบพบว่ามีการใช้งานอีกครั้ง

source: The custom auto away message.
th: ข้อความแจ้งว่าไม่อยู่แบบกำหนดเอง

source: I am gone right now, but I will be back later
th: ตอนนี้ไม่อยู่ เดี๋ยวกลับ

source: Always show tabs.
th: แสดงแท็บเสมอ

source: Outgoing Message Sent
th: ส่งข้อความที่จะส่งออกไปแล้ว

source: A contact sent you a buzz/nudge.
th: รายชื่อติดต่อของคุณส่งกริ่งเตือนมาแน่ะ

source: User <i>%1</i> is typing a message
th: ผู้ใช้ <i>%1</i> กำลังพิมพ์ข้อความ

# @action
source: Chat
th: สนทนา
