Repository: KDE/kopete
Catalog: po/*/kopete.po
Languages: th

source: Writing error.
th: การเขียนผิดพลาด

source: Unknown error number %1.
th: ไม่รู้จักข้อผิดพลาดหมายเลข %1

source: Unable to resolve server address. DNS failure.
th: ไม่สามารถแปลงที่อยู่ของเครื่องแม่ข่ายได้ DNS ทำงานล้มเหลว

source: Unable to connect to server.
th: ไม่สามารถเชื่อมต่อไปยังเครื่องแม่ข่ายได้

source: Server sent incorrect data. Protocol error.
th: เครื่องแม่ข่ายส่งข้อมูลที่ไม่ถูกต้องมาให้ โพรโทคอลผิดพลาด

source: Problem reading data from server.
th: เกิดปัญหาขึ้นระหว่างการอ่านข้อมูลจากเครื่องแม่ข่าย

source: Problem sending data to server.
th: เกิดปัญหาขึ้นระหว่างการส่งข้อมูลไปยังเครื่องแม่ข่าย

source: Incorrect password.
th: รหัสผ่านไม่ถูกต้อง

source: Unable to connect over an encrypted channel. Try to turn off encryption support in the Gadu account settings, then reconnect.
th: ไม่สามารถเชื่อมต่อผ่านช่องทางเข้ารหัสได้ ลองปิดการทำงานการใช้การเข้ารหัสในการตั้งค่าบัญชีผู้ใช้ Gadu แล้วเชื่อมต่อใหม่อีกครั้ง

source: The user ID of the Gadu-Gadu account you would like to add.
th: ค่าประจำตัวผู้ใช้ (UIN) ของ Gadu-Gadu สำหรับบัญชีผู้ใช้ที่คุณต้องการจะเพิ่ม

source: The user ID of the Gadu-Gadu account you would like to add. This should be in the form of a number (no decimals, no spaces). This field is mandatory.
th: ค่าประจำตัวผู้ใช้ (UIN) ของ Gadu-Gadu สำหรับบัญชีผู้ใช้ที่คุณต้องการจะเพิ่ม ซึ่งควรจะเป็นตัวเลข (ไม่มีทศนิยม, ไม่มีช่องว่าง)

source: Gadu-Gadu &UIN:
th: ค่าประจำตัวผู้ใช้ (&UIN) ของ Gadu-Gadu:

source: <i>(for example: 1234567)</i>
th: <i>(ตัวอย่างเช่น: 1234567)</i>

source: The forename of the contact you wish to add.
th: ชื่อตัวของชื่อติดต่อที่คุณต้องการจะเพิ่ม

source: The forename (first name) of the contact you wish to add. Optionally this may include a middle name.
th: ชื่อตัวของชื่อติดต่อที่คุณต้องการจะเพิ่ม โดยอาจจะเพิ่มชื่อกลางไว้ด้วยก็ได้

source: &Forename:
th: ชื่อตัว:

source: The surname of the contact you wish to add.
th: ชื่อสกุลของชื่อติดต่อที่คุณต้องการจะเพิ่ม

source: The surname (last name) of the contact you wish to add.
th: ชื่อสกุลของชื่อติดต่อที่คุณต้องการจะเพิ่ม

source: &Surname:
th: ชื่อสกุล:

source: A nickname for the contact you wish to add.
th: ชื่อเล่นสำหรับชื่อติดต่อที่คุณต้องการจะเพิ่ม

source: N&ickname:
th: ชื่อเ&ล่น:

source: E-Mail address for this contact.
th: ที่อยู่อีเมลสำหรับชื่อติดต่อนี้

source: &Email address:
th: ที่อยู่อีเมล:

source: &Telephone number:
th: หมายเลขโ&ทรศัพท์:

source: Check if you want to exclude this contact from the "Just for friends" status mode.
th: กาเลือกที่นี่หากคุณไม่ต้องการรวมชื่อติดต่อนี้ไว้ในโหมดสถานะ "สำหรับเพื่อน ๆ"

source: Offline to contact when you set "&Just for friends"
th: ปรับสถานะชื่อติดต่อเป็นไม่ได้เชื่อมต่อ เมื่อคุณตั้ง "สำหรับเพื่อน ๆ"

source: Group
th: กลุ่ม

source: Choose a status; by default Online status is selected. So all you need to do is just to type in your description. Choosing Offline status will disconnect you, with given description.
th: เลือกสถานะ; โดยปริยายแล้วจะเลือกสถานะเป็นเชื่อมต่ออยู่ ดังนั้น สิ่งที่คุณต้องทำมีเพียงการพิมพ์คำอธิบายของคุณเท่านั้น การเลือกสถานะ ไม่ได้เชื่อมต่อ จะเป็นการตัดการเชื่อมต่อของคุณ และแจ้งคำอธิบาย

source: Set your status to Online.
th: ปรับสถานะของคุณเป็น เชื่อมต่ออยู่

source: Set your status to Online, indicating that you are available to chat with anyone who wishes.
th: ปรับสถานะของคุณเป็น เชื่อมต่ออยู่ เป็นการเชื่อมต่อพร้อมแสดงตัวว่าคุณพร้อมที่จะพูดคุยกับคนอื่น ๆ

source: Set your status to busy.
th: ปรับสถานะของคุณเป็น ไม่ว่าง

source: Set your status to busy, indicating that you should not be bothered with trivial chat, and may not be able to reply immediately.
th: ปรับสถานะของคุณเป็น ไม่ว่าง เพื่อแสดงให้คนอื่น ๆ ทราบว่า คุณไม่พร้อมที่จะพูดคุยด้วย

source: Set status to invisible, which will hide your presence from other users.
th: ปรับสถานะของคุณเป็น ไม่ปรากฎตัว จะเป็นการซ่อนการแสดงตัวของคุณจากผู้ใช้คนอื่น ๆ

source: Set status to invisible, which will hide your presence from other users (who will see you as offline). However you may still chat, and see the online presence of others.
th: ปรับสถานะของคุณเป็น ไม่ปรากฎตัว จะเป็นการซ่อนการแสดงตัวของคุณจากผู้ใช้คนอื่น ๆ (คนอื่น ๆ จะเห็นเหมือนกับคุณไม่ได้เชื่อมต่ออยู่) อย่างไรก็ตาม คุณยังคงเชื่อมต่อเครือข่ายอยู่ และสามารถพูดคุยกับคนอื่น ๆ ได้

source: Choose this status to disconnect with the description entered below.
th: เลือกสถานะนี้เพื่อตัดการเชื่อมต่อเครือข่าย พร้อมกับแจ้งคำอธิบายที่กรอกไว้ด้านล่างนี้

source: Description of your status.
th: คำอธิบายของสถานะของคุณ

source: Description of your status (up to 70 characters).
th: คำอธิบายของสถานะของคุณ (สูงสุด 70 ตัวอักษร)

source: &Message:
th: ข้อความ:

source: Account Preferences - Gadu-Gadu
th: ปรับแต่งบัญชีผู้ใช้ - Gadu-Gadu

source: The user ID of your Gadu-Gadu account.
th: หมายเลขผู้ใช้ของบัญชีผู้ใช้ Gadu-Gadu ของคุณ

source: The user ID of your Gadu-Gadu account. This should be in the form of a number (no decimals, no spaces).
th: หมายเลขผู้ใช้ของบัญชีผู้ใช้ Gadu-Gadu ของคุณ ค่านี้ต้องอยู่ในรูปแบบตัวเลข (ไม่มีทศนิยม, ไม่มีช่องว่าง)

source: Check to disable automatic connection. When checked, you may connect to this account manually via the icon in the bottom of the main Kopete window.
th: กาเลือกที่นี่เพื่อปิดการใช้การเชื่อมต่ออัตโนมัติ โดยคุณจะต้องทำการเชื่อมต่อไปยังบัญชีผู้ใช้นี้ของคุณด้วยตนเอง ผ่านทางไอคอนในด้านล่างของหน้าต่าง Kopete

source: E&xclude from connect all
th: ไม่&รวมไว้ในการ 'เชื่อมต่อทั้งหมด'

source: Registration
th: การลงทะเบียน

source: To connect to the Gadu-Gadu network, you will need a Gadu-Gadu account.<br><br> If you do not currently have an account, please click the button to create one.
th: เพื่อเชื่อมต่อไปยังเครือข่าย Gadu-Gadu คุณจำเป็นต้องมีบัญชีผู้ใช้ของ Gadu-Gadu เสียก่อน<br><br> หากคุณยังไม่มีบัญชีผู้ใช้ดังกล่าว โปรดคลิกที่ปุ่มนี้เพื่อสร้างบัญชีผู้ใช้

source: Register a new account on this network.
th: ลงทะเบียนบัญชีผู้ใช้ใหม่บนเครือข่ายนี้

source: Re&gister New Account
th: ลง&ทะเบียนบัญชีผู้ใช้ใหม่

source: A&ccount Preferences
th: ปรับแต่งบัญ&ชีผู้ใช้

source: Connection Preferences
th: ปรับแต่งการเชื่อมต่อ

source: Cache connection information for each server connected to in case the main load-balancing server fails.
th: ทำแคชเพื่อเก็บข้อมูลเครื่องแม่ข่ายแต่ละเครื่องที่เชื่อมต่อแล้วด้วย เพื่อใช้ในกรณีที่เครื่องแม่ข่ายแบบ โหลดบาลานซ์ ทำงานล้มเหลว

source: This option is used whenever the primary Gadu-Gadu load-balancing server fails. If this is checked, Kopete will try to connect to the actual servers directly using cached information about them. This prevents connection errors when the main load-balancing server does not answer. In practice it only helps very rarely.
th: ตัวเลือกนี้จะถูกใช้เมื่อเครื่องแม่ข่ายแบบโหลดบาลานซ์ของ Gadu-Gadu ทำงานล้มเหลว หากกาเลือก Kopete จะพยายามทำการเชื่อมต่อไปยังเครื่องแม่ข่ายที่ทำงานอยู่โดยตรงโดยใช้ข้อมูลจากแคชที่เก็บไว้ ซึ่งนี่จะช่วยป้องกันการเชื่อมต่อผิดพลาดได้เมื่อการทำงานของเครื่องแม่ข่ายหลักแบบโหลดบาลานซ์ไม่ตอบรับ

source: C&ache server information
th: ทำแคชเก็บข้อมูลของเครื่องแม่ข่ายด้วย

source: &Use direct connections (DCC)
th: ใช้การเชื่อมต่อตรง (DCC)

source: &Export contact list on change
th: &ส่งออกชื่อติดต่อต่าง ๆ เมื่อมีการแก้ไข

source: I&mport contact list on startup
th: นำเข้ารายชื่อผู้ติดต่อตอนเริ่&มโปรแกรม

source: &Ignore people not on your contact list
th: ไม่แ&สดงคนที่ถูกเพิกเฉยไว้ในรายการชื่อติดต่อของคุณ

source: Whether or not you want to enable SSL encrypted communication with the server.
th: ไม่ว่าคุณจะต้องการเปิดการใช้การเช้ารหัสแบบ SSL กับการเชื่อมต่อกับเครื่องแม่ข่ายหรือไม่

source: Whether or not you want to enable SSL encrypted communication with the server. Note that this is not end-to-end encryption, but rather encrypted communication with the server.
th: ไม่ว่าคุณจะต้องการเปิดการใช้การเช้ารหัสแบบ SSL กับการเชื่อมต่อกับเครื่องแม่ข่ายหรือไม่ โปรดจำไว้ว่า นี่ไม่ใช่การเข้ารหัสแบบ end-to-end แต่เป็นเพียงการเข้ารหัสการสื่อสารกับเครื่องแม่ข่ายเท่านั้น

source: Use protocol encr&yption (SSL):
th: ใช้โพรโทคอลแบบเข้ารหั&ส (SSL):

source: If Available
th: หากสามารถใช้ได้

source: Required
th: บังคับใช้

source: U&ser Information
th: ข้อมูลของผู้ใช้

source: User Information
th: ข้อมูลของผู้ใช้

source: <p align="center">You must be connected to change your Personal Information.</p>
th: <p align="center">คุณต้องทำการเชื่อมต่อเครือข่ายก่อนหากต้องการจะแก้ไขข้อมูลส่วนบุคคลของคุณ</p>

source: Maiden name:
th: นามสกุลก่อนแต่งงาน:

source: City of origin:
th: ภูมิลำเนา:

source: The values below will be used in the search, but will not appear in the results.
th: ค่าทางด้านล่างเหล่านี้ จะถูกใช้ในการค้นหา แต่จะไม่ปรากฎในผลการค้นหา

source: Forename:
th: ชื่อ:

source: Surname:
th: ชื่อสกุล:

source: Your nickname:
th: ชื่อเล่นของคุณ:

source: Gender:
th: เพศ:

source: Year of birth:
th: ปีเกิด:

source: City:
th: เมือง:

source: Female
th: หญิง

source: Male
th: ชาย

source: &File Transfer
th: ส่งถ่ายแฟ้ม

source: Global DCC Options
th: ตัวเลือกทั่วไปของ DCC

source: <qt><p align="center"><font color="#ff0000">These options affect <b>all</b> Gadu-Gadu accounts.</font></p></qt>
th: <qt><p align="center"><font color="#ff0000">ตัวเลือกเหล่านี้จะมีผลกับบัญชีผู้ใช้ Gadu-Gadu <b>ทั้งหมด</b></font></p></qt>

source: &Override default configuration
th: แทนที่ค่าการปรับแต่งปริยาย

source: Local &IP address /
th: หมายเลขไอพีภายใน /

source: po&rt:
th: เลข&พอร์ท:

source: Register Account - Gadu-Gadu
th: ลงทะเบียนบัญชีผู้ใช้ - Gadu-Gadu

source: A confirmation of the password you would like to use.
th: การยืนยันของรหัสผ่านที่คุณต้องการจะใช้

source: A confirmation of the password you would like to use for this account.
th: การยืนยันของรหัสผ่านที่คุณต้องการจะใช้สำหรับบัญชีผู้ใช้นี้

source: Repeat pass&word:
th: ยืนยันรหัส&ผ่าน:

source: The password you would like to use.
th: รหัสผ่านที่คุณต้องการใช้

source: The password you would like to use for this account.
th: รหัสผ่านที่คุณต้องการใช้สำหรับบัญชีผู้ใช้นี้

source: Your E-mail address.
th: ที่อยู่อีเมลของคุณ

source: The E-mail address you would like to use to register this account.
th: ที่อยู่อีเมลที่คุณต้องการจะใช้ในการลงทะเบียนบัญชีผู้ใช้นี้

source: &E-Mail address:
th: ที่อยู่อีเ&มล:

source: The text from the image below.
th: ใช้ข้อความจากภาพทางด้านล่าง

source: The text from the image below. This is used to prevent abusive automated registration scripts.
th: ใช้ข้อความจากภาพทางด้านล่าง ซึ่งนี่เป็นการป้องกันพวกโปรแกรมหรือสคิรปต์ทำการลงทะเบียนอัตโนมัติ

source: &Verification sequence:
th: กระบวนการ&ตรวจสอบ:

source: &Password:
th: &รหัสผ่าน:

source: Gadu-Gadu registration token.
th: ตั๋วลงทะเบียนบริการ Gadu-Gadu

source: This field contains an image showing a number that you need to type into the <b>Verification Sequence</b> field above.
th: ช่องข้อมูลนี้จะใช้บรรจุภาพที่แสดงให้เห็นตัวเลขที่คุณจำเป็นต้องพิมพ์เข้าไปยังช่อง <b>กระบวนการตรวจสอบ</b> ทางด้านบน

source: <i>Type the letters and numbers shown in the image above into the <b>Verification Sequence</b> field. This is used to prevent automated registration abuse.</i>
th: <i>พิมพ์ตัวอักษรและตัวเลขที่แสดงในภาพด้านบนเข้าไปในช่อง <b>กระบวนการตรวจสอบ</b> ซึ่งเป็นการป้องกันโปรแกรมประเภทลงทะเบียนอัตโนมัติ</i>

source: Search by specified data:
th: ค้นหาตามข้อมูลที่ระบุ:

source: Nick:
th: ชื่อเล่น:

source: Age from:
th: ช่วงอายุจาก:

source: to:
th: ถึง:

source: Request information about user:
th: ร้องขอข้อมูลเกี่ยวกับผู้ใช้:

source: User number:
th: หมายเลขผู้ใช้:

source: Lookup only those that are currently online
th: ค้นหาเฉพาะคนที่เชื่อมต่ออยู่ในปัจจุบันเท่านั้น

source: &Set Auto-Reply...
th: &ตั้งการตอบกลับอัตโนมัติ...

source: &Join Channel...
th: เข้า&ร่วมห้องสนทนา...

# Error shown when connecting failed
source: Kopete was not able to connect to the GroupWise Messenger server for account '%1'. Please check your server and port settings and try again.
th: Kopete ไม่สามารถเชื่อมต่อไปยังแม่ข่ายบริการ GroupWise Messenger โดยใชับัญชีผู้ใช้ '%1' ได้ โปรดตรวจสอบการตั้งค่าแม่ข่ายบริการและค่าพอร์ต แล้วลองใหม่อีกครั้ง

source: Unable to Connect '%1'
th: ไม่สามารถเชื่อมต่อกับ '%1' ได้

source: The host name does not match the one in the certificate.
th: ชื่อเครื่องไม่ตรงกับชื่อเครื่องในใบรับรอง

source: The certificate is invalid.
th: ใบรับรองใช้ไม่ได้หรือไม่ถูกต้อง

source: No certificate was presented.
th: ไม่พบใบรับรองใด ๆ

source: The Certificate Authority rejected the certificate.
th: องค์กรให้การรับรอง ได้ปฏิเสธใบรับรอง

source: The certificate is not trusted.
th: ใบรับรองไม่ได้รับการเชื่อถือ

source: The signature is invalid.
th: ลายเซ็นใช้ไม่ได้หรือไม่ถูกต้อง

source: The Certificate Authority is invalid.
th: องค์กรให้การรับรอง ใช้ไม่ได้หรือไม่ถูกต้อง

source: Invalid certificate purpose.
th: ใช้ใบรับรองผิดวัตถุประสงค์

source: The certificate is self-signed.
th: ใบรับรองถูกเซ็นกำกับเพื่อรับรอง ด้วยตัวเอง

source: The certificate has been revoked.
th: ใบรับรองถูกเพิกถอนแล้ว

source: Maximum certificate chain length was exceeded.
th: ความยาวของห่วงโซ่ใบรับรองถึงค่าสูงสุดแล้ว

source: The certificate has expired.
th: ใบรับรองหมดอายุการใช้งานแล้ว

source: The Certificate Authority has expired.
th: องค์กรให้การรับรอง หมดอายุการใช้งานแล้ว

source: Validity is unknown.
th: ไม่ทราบถึงความถูกต้อง

source: <qt><p>The identity and the certificate of server %1 could not be validated for account %2:</p><p>%3</p><p>%4</p><p>Do you want to continue?</p></qt>
th: <qt><p>ไม่สามารถตรวจความถูกต้องของการแสดงตัวและใบรับรองของแม่ข่ายบริการ %1 ให้กับบัญชีผู้ใช้ %2 ได้:</p><p>%3</p><p>%4</p><p>คุณต้องการจะทำต่อไปหรือไม่ ?</p></qt>

source: <qt><p>The certificate of server %1 could not be validated for account %2: %3</p><p>Do you want to continue?</p></qt>
th: <qt><p>ไม่สามารถตรวจความถูกต้องของใบรับรองของแม่ข่ายบริการ %1 ให้กับบัญชีผู้ใช้ %2 ได้: %3</p><p>คุณต้องการจะทำต่อไปหรือไม่ ?</p></qt>

source: Auto reply from %1:
th: ตอบกลับอัตโนมัติเมื่อได้รับข้อความจาก %1:

# Prefix used for broadcast messages
source: Broadcast message from %1:
th: ได้รับข้อความบอร์ดแคสต์จาก %1:

# Prefix used for system broadcast messages
source: System Broadcast message from %1:
th: ได้รับข้อความบอร์ดแคสต์ของระบบจาก %1:

source: The contact %1 could not be added to the contact list, with error message: %2
th: ไม่สามารถเพิ่มรายชื่อติดต่อ %1 มายังรายการรายชื่อติดต่อได้ โดยมีข้อความผิดพลาดคือ: %2

source: Error Adding Contact
th: เกิดข้อผิดพลาดระหว่างทำการเพิ่มชื่อติดต่อ

source: %1 has been invited to join this conversation.
th: %1 ได้ขอเชื้อเชิญให้คุณทำการเข้าร่วมการสนทนานี้

source: Enter Auto-Reply Message
th: ป้อนข้อความที่จะใช้ตอบกลับอัตโนมัติ

source: Please enter an Auto-Reply message that will be shown to users who message you while Away or Busy
th: โปรดป้อนข้อความที่จะใช้ตอบกลับอัตโนมัติ โดยจะแสดงให้กับผู้ใช้คนอื่น ๆ ที่ส่งข้อความมาหาคุณในระหว่างที่คุณ 'ไม่อยู่' หรือ 'ไม่ว่าง'

source: &Account name:
th: ชื่อ&บัญชีผู้ใช้:

source: The account name of the account you would like to add.
th: ชื่อบัญชีผู้ใช้ของบัญชีผู้ใช้ที่คุณต้องการจะเพิ่ม

source: Contact Type
th: ประเภทชื่อติดต่อ

source: Unblock User
th: เลิกบล็อคผู้ใช้

source: Block User
th: บล็อคผู้ใช้

source: &Invite
th: เ&ชื้อเชิญ

source: Security Status
th: สถานะความปลอดภัย

source: Conversation is secure
th: การสนทนาปลอดภัย

source: &Other...
th: อื่&น ๆ ...

source: Enter Invitation Message
th: ป้อนข้อความเชื้อเชิญ

source: Enter the reason for the invitation, or leave blank for no reason:
th: ป้อนเหตุผลที่เชื้อเชิญ หรือว่างเอาไว้เนื่องจากไม่มีเหตุผล:

source: Search for Contact to Invite
th: ค้นหาชื่อติดต่อที่จะเชื้อเชิญ

# label attached to contacts who have been invited but are yet to join a chat
source: (pending)
th: (ถูกพักไว้)

source: A&vailable
th: &พร้อมพูดคุย

source: Invalid Status
th: สถานะใช้ไม่ได้หรือไม่ถูกต้อง

source: Auto Reply Message
th: ข้อความตอบกลับอัตโนมัติ

source: Access denied
th: ถูกปฏิเสธไม่ให้เข้าใช้งาน

source: Not supported
th: ยังไม่รองรับ

source: Password expired
th: รหัสผ่านหมดอายุแล้ว

source: Invalid password
th: รหัสผ่านใช้ไม่ได้หรือไม่ถูกต้อง

source: User not found
th: ไม่พบผู้ใช้

source: User not enabled
th: ผู้ใช้ไม่เปิดใช้งาน

source: Directory failure
th: ไดเรกทอรีขัดข้อง

source: Host not found
th: ไม่พบโฮสต์

source: Locked by admin
th: ถูกล็อคโดยแอ็ดมิน

source: Duplicate participant
th: ผู้เข้าร่วมซ้ำกัน

source: Server busy
th: แม่ข่ายยังไม่ว่างให้บริการ

source: Object not found
th: ไม่พบออบเจ็กต์

source: Directory update
th: ปรับปรุงไดเรกทอรี

source: Duplicate folder
th: โฟลเดอร์ซ้ำกัน

source: Contact list entry already exists
th: มีรายการในรายการชื่อติดต่ออยู่ก่อนแล้ว

source: User not allowed
th: ผู้ใช้ไม่อนุญาต

source: Too many contacts
th: มีชื่อติดต่อต่าง ๆ มากเกินไป

source: Conference not found
th: ไม่พบการประชุม

source: Too many folders
th: มีโฟลเดอร์ต่าง ๆ มากเกินไป

source: Server protocol error
th: โพรโทคอลของบริการผิดพลาด

source: Conversation invitation error
th: การเชื้อเชิญเข้าร่วมการสนทนาผิดพลาด

source: User is blocked
th: ผู้ใช้ถูกบล็อค

source: Master archive is missing
th: แฟ้มจัดเก็บหลักขาดหายไป

source: Expired password in use
th: ใช้งานรหัสผ่านที่หมดอายุแล้วอยู่

source: Unsupported client version
th: รุ่นของโปรแกรมไคลเอนต์ยังไม่ถูกรองรับ

source: A duplicate chat was found
th: พบการสนทนาที่ซ้ำกัน

source: The chat update request is invalid
th: การปรับปรุงการคุยที่เลือกไม่ถูกต้อง

source: Account Preferences - Groupwise
th: ปรับแต่งบัญชีผู้ใช้ - Groupwise

source: The account name of your account.
th: ชื่อบัญชีผู้ใช้ของคุณ

source: &User ID:
th: หมายเลขผู้ใช้:

source: The IP address or hostname of the server you would like to connect to.
th: เลขไอพีหรือชื่อเครื่องโฮสต์ของเซิร์ฟเวอร์ที่คุณต้องการจะเชื่อมต่อด้วย

source: Ser&ver:
th: เซิร์ฟเวอร์:

source: The port on the server that you would like to connect to.
th: พอร์ตบนเซิร์ฟเวอร์ที่คุณต้องการจะติดต่อด้วย

source: The port on the server that you would like to connect to (default is 5222).
th: พอร์ตบนเซิร์ฟเวอร์ที่คุณต้องการจะติดต่อด้วย (ค่าปริยายคือ 5222)

source: Po&rt:
th: พอร์ต:

source: Advanced &Options
th: ตัวเลือกขั้น&สูง

source: A&lways accept invitations
th: ยอมรับการเ&ชื้อเชิญเสมอ

source: You need to be connected to be able to add contacts.
th: คุณต้องทำการเชื่อมต่อก่อนหากต้องการจะเพิ่มชื่อติดต่อ

source: Connect to GroupWise Messenger and try again.
th: เชื่อมต่อไปยังบริการ GroupWise Messenger แล้วลองใหม่อีกครั้ง

source: &Basic
th: พื้นฐาน

source: Add Using
th: เพิ่มการใช้

source: User &ID:
th: หมายเลขผู้ใช้:

source: Userna&me:
th: ชื่อผู้ใช้:

source: GroupWise Chat Properties
th: คุณสมบัติการพูดคุยของ GroupWise

source: Topic:
th: หัวข้อ:

source: A disclaimer for users entering the chatroom
th: ข้อความปฏิเสธความรับผิดชอบสำหรับผู้ใช้ในการเข้าห้องพูดคุย

source: Owner:
th: เจ้าของ:

source: The current topic of the discussion
th: หัวข้อปัจจุบันของการพูดคุย

source: UNKNOWN
th: ไม่ทราบ

source: Maximum users:
th: จำนวนผู้ใช้สูงสุด:

source: Created on:
th: สร้างเมื่อ:

source: Disclaimer:
th: ข้อความปฏิเสธความรับผิดชอบ:

source: General description of the chatroom
th: คำอธิบายทั่วไปเกี่ยวกับห้องพูดคุย

source: Maximum number of simultaneous users allowed in the chatroom
th: จำนวนผู้ใช้สูงสุดที่อนุญาตให้เข้าร่วมในห้องพูดคุยได้

source: Creator:
th: ผู้สร้าง:

source: Description:
th: คำอธิบาย:

source: Date and time the chatroom was created
th: วันที่และเวลาที่ห้องพูดคุยถูกสร้าง

source: Indicates if the chatroom is being archived on the server
th: แสดงให้ทราบว่าการสนทนาต่าง ๆ จะถูกจัดเก็บไว้บนเครื่องแม่ข่าย

source: Archived
th: มีการจัดเก็บ

source: The user who owns this chatroom
th: ผู้ใช้ที่เป็นเจ้าของห้องนี้

source: Default Access
th: การเข้าใช้ปริยาย

source: General permission to read messages in the chatroom
th: สิทธิ์ทั่วไปที่อนุญาตให้อ่านข้อความในห้องพูดคุย

source: Read message
th: อ่านข้อความ

source: General permission to write messages in the chatroom
th: สิทธิ์ทั่วไปที่อนุญาตให้เขียนข้อความในห้องพูดคุย

source: Write message
th: เขียนข้อความ

source: General permission to modify the chatroom's access control list
th: สิทธิ์ทั่วไปที่อนุญาตให้แก้ไขการควบคุมสิทธิ์ในห้องพูดคุย

source: Modify access
th: แก้ไขสิทธิ์

source: Access Control List
th: การควบคุมสิทธิ์

source: Access permissions for specific users
th: การควบคุมสิทธิ์สำหรับผู้ใช้ที่กำหนด

source: Add a new ACL entry
th: เพิ่มรายการการควบคุมสิทธิ์ใหม่

source: Edit an existing ACL entry
th: แก้ไขรายการการควบคุมสิทธิ์ที่มีอยู่

source: Delete an ACL entry
th: ลบรายการการควบคุมสิทธิ์

source: Chatroom properties
th: คุณสมบัติต่าง ๆ ของห้องสนทนา

source: &Refresh
th: ปรับปรุงใหม่

source: Search Chatrooms
th: ค้นหาห้องสนทนาต่าง ๆ

source: Updating chatroom list...
th: กำลังปรับปรุงรายการห้องสนทนาต่าง ๆ ...

source: Contact Properties
th: คุณสมบัติต่าง ๆ ของชื่อติดต่อ

source: Telephone Number
th: หมายเลขโทรศัพท์

source: Department
th: แผนก

source: Location
th: ที่ตั้ง

source: Change the display name used for this contact
th: เปลี่ยนชื่อที่แสดงสำหรับใช้กับชื่อติดต่อนี้

source: Status:
th: สถานะ:

source: &Display name:
th: ชื่อที่ใช้แส&ดง:

source: Additional properties:
th: คุณสมบัติเพิ่มเติม:

source: New Column
th: คอลัมน์ใหม่

source: Search GroupWise Messenger
th: ค้นหาตัวรับส่งข้อความ GroupWise

source: &First name
th: ชื่อ&ตัว

source: &User ID
th: ค่าประจำตัวของ&ผู้ใช้

source: &Title
th: คำ&นำหน้าชื่อ

source: &Department
th: &ฝ่าย

source: contains
th: มีคำว่า

source: begins with
th: เริ่มต้นด้วย

source: equals
th: เท่ากับ

source: Last &name
th: ชื่อ&สกุล

source: Cl&ear
th: ล้า&ง

source: &Results:
th: &ผลลัพธ์:

source: Detai&ls
th: รา&ยละเอียด

source: 0 matching users found
th: พบผู้ใช้ 0 คนที่ตรงกับเงื่อนไข

source: &Status:
th: ส&ถานะ:

source: Awa&y message:
th: ข้อความแ&จ้งเมื่อไม่อยู่:

source: The changes you just made will take effect next time you log in with GroupWise.
th: การเปลี่ยนแปลงที่คุณได้ทำไปจะมีผลปรับใช้ในครั้งต่อไปที่คุณทำการล็อกอินเข้า GroupWise

source: A&llowed
th: อนุญาต

source: &Block >>
th: บล็อค >>

source: << Allo&w
th: << อนุญาต

source: A&dd...
th: เพิ่ม...

source: Bloc&ked
th: บล็อค

source: <Everyone Else>
th: <คนอื่น ๆ>

source: Search for Contact to Block
th: ค้นหาชื่อติดต่อที่จะบล็อค

source: '%1' Not Logged In
th: '%1' ยังไม่ได้เข้าสู่ระบบ

source: Invitation to Conversation
th: เชื้อเชิญให้เข้าร่วมการสนทนา

source: User ID
th: ค่าประจำตัวผู้ใช้

source: Searching
th: กำลังค้นหา

source: 1 matching user found
th: พบผู้ใช้ %1 คนที่ตรงกับเงื่อนไข

source: <p align="right">From:</p>
th: <p align="right">จาก:</p>

source: <p align="right">Sent:</p>
th: <p align="right">ส่งเมื่อ:</p>

source: Invitation Date
th: วันที่ไม่ถูกต้อง

source: Contact Name
th: ชื่อติดต่อ

source: Invitation Message
th: ข้อความเชื้อเชิญ

source: Would you like to join the conversation?
th: คุณต้องการจะเข้าร่วมการสนทนาหรือไม่ ?

source: Join Groupchat...
th: เข้าร่วมกลุ่มการสนทนา...

source: Services...
th: บริการต่าง ๆ ...

source: Edit User Info...
th: แก้ไขข้อมูลผู้ใช้...

source: Set Mood
th: ตั้งค่าอารมณ์

source: Please connect first.
th: โปรดทำการเชื่อมต่อก่อน

source: Jabber Error
th: Jabber ผิดพลาด

source: Jabber Connection Certificate Problem
th: เกิดปัญหากับใบรับรองของการเชื่อมต่อบริการ Jabber

source: An encrypted connection with the Jabber server could not be established.
th: ไม่สามารถเริ่มทำการเชื่อมต่อกับบริการ Jabber ในแบบเข้ารหัสได้

source: Jabber Connection Error
th: การเชื่อมต่อกับบริการ Jabber มีข้อผิดพลาด

source: Malformed packet received.
th: ได้รับแพ็กเก็ตข้อมูลที่มีรูปแบบไม่ถูกต้อง

source: There was an unrecoverable error in the protocol.
th: มีข้อผิดพลาดในโพรโทคอลที่ไม่สามารทำการกู้คืนได้

source: Generic stream error.
th: สายข้อมูลทั่วไปเกิดข้อผิดพลาด

source: There was a conflict in the information received.
th: มันขัดแย้งกับข้อมูลรายละเอียดที่ได้รับมาก่อนนี้

source: The stream timed out.
th: หมดเวลารอสายข้อมูล

source: Internal server error.
th: เกิดข้อผิดพลาดภายในของบริการ

source: Stream packet received from an invalid address.
th: ได้รับสายข้อมูลแพ็กเก็ตจากที่อยู่ที่ใช้ไม่ได้หรือไม่ถูกต้อง

source: Malformed stream packet received.
th: ได้รับสายข้อมูลแพ็กเก็ตที่มีรูปแบบไม่ถูกต้อง
